[{"link":"http://en.wikipedia.org/wiki/62_Pompeii_earthquake","desc":"The 62 Pompeii earthquake occurred on 5 February. It had an estimated magnitude of between 5 and 6 and a maximum intensity of XI or X on the Mercalli intensity scale. The towns of Pompeii and Herculaneum were severely damaged. The earthquake may have been a precursor to the eruption of Mount Vesuvius in AD 79 that destroyed the same two towns. The contemporary philosopher and dramatist Seneca the Younger, wrote an account of the earthquake in the sixth book of his Naturales quaestiones entitled De Terrae Motu (Concerning Earthquakes)."},{"link":"http://en.wikipedia.org/wiki/365_Crete_earthquake","desc":"The AD 365 Crete earthquake was an undersea earthquake that occurred at about sunrise on 21 July 365 in the Eastern Mediterranean, with an assumed epicentre near Crete. Geologists today estimate the quake to have been 8 on the Richter Scale or higher, causing widespread destruction in central and southern Greece, northern Libya, Egypt, Cyprus, and Sicily. In Crete, nearly all towns were destroyed."},{"link":"http://en.wikipedia.org/wiki/526_Antioch_earthquake","desc":"In 526 during late May, probably between the 20th and the 29th, a major earthquake hit Syria and Antioch in the Byzantine Empire, killing approximately 250,000 people. The earthquake was followed by a fire that destroyed most of the buildings left standing by the earthquake. Damage estimates on the modified Mercalli scale are: VIII for Antioch; VII for both Daphne and Seleucia Pieria. In the port of Seleucia Pieria an uplift of 0.7–0.8 m has been estimated, and the subsequent silting up of the harbour left it unusable. It was the 4th most deadly earthquake of all time."},{"link":"http://en.wikipedia.org/wiki/551_Beirut_earthquake","desc":"The 551 Beirut earthquake occurred on 9 July of 551 AD. It had an estimated magnitude of about 7.6 on the moment magnitude scale and a maximum felt intensity of X (Intense) on the Mercalli intensity scale. It triggered a devastating tsunami which affected the coastal towns of Phoenicia, causing great destruction and sinking many ships. Overall large numbers of people were reported killed, with one estimate of 30,000 by Antoninus of Piacenza for Beirut alone."},{"link":"http://en.wikipedia.org/wiki/869_Sanriku_earthquake_and_tsunami","desc":"The 869 Sanriku earthquake and tsunami (869年三陸地震, 869-nen Sanriku jishin?) struck the area around Sendai in the northern part of Honshu on 9 July 869 (May 26, Jōgan 11). The earthquake had an estimated magnitude of 8.6 on the surface wave magnitude scale. The tsunami caused widespread flooding of the Sendai plain, with sand deposits being found up to 4 kilometres (2.5&#160;mi) from the coast."},{"link":"http://en.wikipedia.org/wiki/1138_Aleppo_earthquake","desc":"The 1138 Aleppo earthquake was an earthquake that was located near the town of Aleppo in northern Syria on 11 October 1138. The United States Geological Survey lists it as the third deadliest earthquake in history. However, the figure of 230,000 dead is based on a historical conflation of this earthquake with earthquakes in November 1137 on the Jazira plain and the large seismic event of 30 September 1139 in the Azerbaijani city of Ganja. The first mention of a 230,000 death toll was by Ibn Taghribirdi in the fifteenth century."},{"link":"http://en.wikipedia.org/wiki/1222_Cyprus_earthquake","desc":"The 1222 Cyprus earthquake occurred at about 06:15 UTC on 11 May. It had an estimated magnitude of 7.0–7.5 and triggered a tsunami that was recorded in Libya and Alexandria. The strongest shaking was felt in Nicosia, Limassol and Paphos."},{"link":"http://en.wikipedia.org/wiki/1290_Chihli_earthquake","desc":"The 1290 Chihli earthquake occurred on 27 September with an epicenter near Ningcheng, Inner Mongolia. The earthquake had an estimated magnitude of 6.8 and a maximum felt intensity of IX (violent) on the mercalli intensity scale. It is estimated that about 100,000 people were killed."},{"link":"http://en.wikipedia.org/wiki/Earthquake_of_1348","desc":"The earthquake of 25 January 1348, centered in the South Alpine region of Friuli, was felt across Europe. The quake hit in the same year that the Great Plague ravaged Italy. It caused considerable damage to structures; churches and houses collapsed, villages were destroyed and foul odors emanated from the earth. Most of the damage reported was in Italy (including places as far away as Naples) and in Carinthia. Striking in the early afternoon, in Venice it caused hundreds of casualties and destroyed numerous buildings; in Carinthia to the northeast, the city of Villach was largely destroyed by a landslip and a flood."},{"link":"http://en.wikipedia.org/wiki/1356_Basel_earthquake","desc":"The Basel earthquake of 18 October 1356 is the most significant seismological event to have occurred in Central Europe in recorded history and may have had a Mw magnitude as strong as 7.1."},{"link":"http://en.wikipedia.org/wiki/1481_Rhodes_earthquake","desc":"The 1481 Rhodes earthquake occurred at 3:00 in the morning on 3 May. It triggered a small tsunami, which caused local flooding. There were an estimated 30,000 casualties. It was the largest of a series of earthquakes that affected Rhodes, starting on 15 March 1481, continuing until January 1482."},{"link":"http://en.wikipedia.org/wiki/1498_Mei%C5%8D_Nankaid%C5%8D_earthquake","desc":"The 1498 Meiō Nankaidō earthquake occurred at about 08:00 local time on 20 September, 1498. It had a magnitude of about 8.6 on the surface wave magnitude scale and triggered a large tsunami. The death toll associated with this event is uncertain, but between 26,000 and 41,000 casualties have been reported."},{"link":"http://en.wikipedia.org/wiki/1509_Istanbul_earthquake","desc":"The 1509 Istanbul earthquake, referred to as \"The Lesser Judgment Day\" by contemporaries, was an earthquake that occurred in the Sea of Marmara on September 10, 1509 at about 10 p.m.. The earthquake had an estimated magnitude of 7.2 ± 0.3 on the surface wave magnitude scale. Forty-five days of aftershocks followed the earthquake, as well as a tsunami. Over a thousand houses and 109 mosques were destroyed, and an estimated 10,000 people died."},{"link":"http://en.wikipedia.org/wiki/Shaanxi_Earthquake","desc":"8.0"},{"link":"http://en.wikipedia.org/wiki/1575_Valdivia_earthquake","desc":"The 1575 Valdivia earthquake was an earthquake in Chile that caused the subsequent flood of Valdivia much like the 1960 Valdivia earthquake caused the ensuing Riñihuazo flooding. It occurred at 14:30 local time on December 16, 1575. It had an estimated magnitude of 8.5 on the surface wave magnitude scale. Pedro Mariño de Lobera, who was corregidor of Valdivia by that time, wrote that the waters of the river opened like the Red Sea, one part flowing upstream and one downstream. Mariño de Lobera also evacuated the city until the dam at Laguna de Anigua (nowadays Riñihue Lake) burst. At that moment he wrote that, while many Indians died, no Spaniards did, as the settlement of Valdivia was moved temporarily away from the riverside."},{"link":"http://en.wikipedia.org/wiki/1605_Keich%C5%8D_Nankaido_earthquake","desc":"The 1605 Keichō Nankaidō earthquake occurred at about 20:00 local time on 3 February. It had an estimated magnitude of 7.9 on the surface wave magnitude scale and triggered a devastating tsunami that resulted in thousands of deaths in the Nankai and Tōkai regions of Japan. It is uncertain whether there were two separate earthquakes separated by a short time interval or a single event. It is referred to as a tsunami earthquake, in that the size of the tsunami greatly exceeds that expected from the magnitude of the earthquake."},{"link":"http://en.wikipedia.org/wiki/1667_Shamakhi_earthquake","desc":"The 1667 Shamakhi earthquake occurred in November 1667 with an epicenter close to the city of Şamaxı, Azerbaijan. It had an estimated magnitude of 6.9 and a maximum felt intensity of X (intense) on the mercalli intensity scale. An estimated 80,000 people died."},{"link":"http://en.wikipedia.org/wiki/1687_Peru_earthquake","desc":"The 1687 Peru earthquake occurred at 11:30 UTC on October 20. It had an estimated magnitude of 8.4–8.7 and caused severe damage to Lima, Callao and Ica. It triggered a tsunami and overall about 5,000 people died."},{"link":"http://en.wikipedia.org/wiki/1692_Jamaica_earthquake","desc":"The 1692 Jamaica earthquake struck Port Royal, Jamaica on June 7, at exactly 11:43 a.m., according to a stopped pocket watch found in the harbour in the 1950s. Port Royal was then the unofficial capital of Jamaica, and one of the busiest and wealthiest ports in the West Indies. It was known both as the \"storehouse and treasury of the West Indies\" and \"one of the wickedest places on earth\". The earthquake caused most of the city to sink below sea level and about 2,000 people died as a result of the earthquake and the following tsunami. About 3000 people died in the days following the earthquakes due to injuries and disease."},{"link":"http://en.wikipedia.org/wiki/1693_Sicily_earthquake","desc":"The 1693 earthquake refers to a powerful earthquake that struck parts of southern Italy, notably Sicily, and Malta on January 11, 1693 around 9 pm local time as Mount Etna erupted. It destroyed at least 45 towns and cities, affecting an area of 5600 square kilometres and causing the death of over 60,000. The earthquake was followed by tsunamis that devastated the coastal villages on the Ionian Sea and in the Straits of Messina. Two thirds of the entire population of Catania were killed."},{"link":"http://en.wikipedia.org/wiki/1694_Irpinia-Basilicata_earthquake","desc":"The 1694 Irpinia-Basilicata earthquake occurred on September 8. It caused widespread damage in the Basilicata and Puglia regions, resulting in more than 6,000 casualties. The earthquake occurred at 11:40 UTC and lasted between 30 and 60 seconds."},{"link":"http://en.wikipedia.org/wiki/1700_Cascadia_earthquake","desc":"The 1700 Cascadia earthquake was a magnitude 8.7 to 9.2 megathrust earthquake that occurred in the Cascadia subduction zone on January 26, 1700. The earthquake involved the Juan de Fuca Plate underlying the Pacific Ocean, from mid-Vancouver Island in British Columbia, Canada, south along the Pacific Northwest coast as far as northern California, USA. The length of the fault rupture was about 1,000&#160;kilometers (620 miles) with an average slip of 20&#160;meters (22 yards)."},{"link":"http://en.wikipedia.org/wiki/1703_Apennine_earthquakes","desc":"The 1703 Apennine earthquakes were a sequence of three earthquakes of magnitude ≥6 that occurred in the central Apennines of Italy, over a period of 19 days. The epicenters were near Norcia (14 January), Montereale (16 January) and L'Aquila (2 February), showing a southwards progression over about 36&#160;km. These events involved all of the known active faults between Norcia and L'Aquila. A total of about 10,000 people are estimated to have died as a result of these earthquakes, although because of the overlap in areas affected by the three events, casualty numbers remain highly uncertain."},{"link":"http://en.wikipedia.org/wiki/1703_Apennine_earthquakes","desc":"The 1703 Apennine earthquakes were a sequence of three earthquakes of magnitude ≥6 that occurred in the central Apennines of Italy, over a period of 19 days. The epicenters were near Norcia (14 January), Montereale (16 January) and L'Aquila (2 February), showing a southwards progression over about 36&#160;km. These events involved all of the known active faults between Norcia and L'Aquila. A total of about 10,000 people are estimated to have died as a result of these earthquakes, although because of the overlap in areas affected by the three events, casualty numbers remain highly uncertain."},{"link":"http://en.wikipedia.org/wiki/1703_Genroku_earthquake","desc":"The 1703 Genroku earthquake (元禄大地震, Genroku Daijishin?) occurred on December 31, 1703 in Edo, the forerunner of present-day Tokyo, Japan. It shook Edo and killed an estimated 2,300 people. Genroku is a Japanese era spanning from 1688 through 1704."},{"link":"http://en.wikipedia.org/wiki/1707_H%C5%8Dei_earthquake","desc":"The 1707 Hōei earthquake, which occurred at 14:00 local time on October 28, 1707, was the largest in Japanese history until the 2011 Tōhoku earthquake surpassed it. It caused moderate to severe damage throughout southwestern Honshu, Shikoku and southeastern Kyūshū. The earthquake and the resulting destructive tsunami, caused more than 5,000 casualties. This event ruptured all of the segments of the Nankai megathrust simultaneously, the only earthquake known to have done this, with an estimated magnitude of 8.6 ML. It may also have triggered the last eruption of Mount Fuji some 49 days later."},{"link":"http://en.wikipedia.org/wiki/1727_Tabriz_earthquake","desc":"The 1727 Tabriz earthquake occurred on 18 November with an epicenter near Tabriz. The maximum felt intensity was VIII (destructive) on the Mercalli intensity scale, and there were an estimated 77,000 deaths. It is possible that the information for this earthquake refers to an event in Tabriz in 1721 instead."},{"link":"http://en.wikipedia.org/wiki/1730_Valparaiso_earthquake","desc":"The 1730 Valparaíso earthquake occurred at 08:45 UTC on July 8. It had an estimated magnitude of 8.7 and triggered a major tsunami with an estimated magnitude of Mt=8.75, that inundated the lower parts of Valparaíso. The earthquake caused severe damage from La Serena to Chillan, while the tsunami affected more than 1,000&#160;km (621.37&#160;mi) of Chile's coastline."},{"link":"http://en.wikipedia.org/wiki/1751_Concepci%C3%B3n_earthquake","desc":"The 1751 Concepción earthquake was one of the strongest and most destructive recorded quakes in Chilean history. It struck the Central Valley of the country, destroying the cities of Concepción, Chillán, Cauquenes, Curicó and Talca, probably on May 24, 1751, although there is currently a debate among scholars as to the exact date of the earthquake (see also \"Other dates\")."},{"link":"http://en.wikipedia.org/wiki/1755_Lisbon_earthquake","desc":"The 1755 Lisbon earthquake, also known as the Great Lisbon Earthquake, was a megathrust earthquake that took place on Saturday 1 November 1755, at around 9:40 in the morning. The earthquake was followed by fires and a tsunami, which caused near-total destruction of Lisbon in the Kingdom of Portugal, and adjoining areas. Seismologists today estimate the Lisbon earthquake had a magnitude in the range 8.5–9.0 on the moment magnitude scale, with an epicenter in the Atlantic Ocean about 200&#160;km (120&#160;mi) west-southwest of Cape St. Vincent. Estimates place the death toll in Lisbon alone between 10,000 and 100,000 people, making it one of the deadliest earthquakes in history."},{"link":"http://en.wikipedia.org/wiki/Cape_Ann_earthquake","desc":"The Cape Ann Earthquake took place off the coast of the British Province of Massachusetts Bay (the present-day American commonwealth of Massachusetts) on November 18, 1755. At between 6.0 and 6.3 on the Richter scale, it remains the largest earthquake in the history of Massachusetts. It damaged hundreds of buildings in Boston and was felt as far north as Nova Scotia and as far south as South Carolina. Sailors on a ship more than 200 miles (320&#160;km) offshore felt the quake, and mistook it at first for their ship running aground. Many residents of Boston and the surrounding areas attributed the quake to God, and it occasioned a brief increase in religious fervor in the city. Modern studies estimate that if a similar quake shook Boston today, it would result in as much as $5 billion in damage and hundreds of deaths."},{"link":"http://en.wikipedia.org/wiki/Near_East_earthquake_of_1759","desc":"The Near East earthquake of 1759 was a devastating earthquake that shook a wide region in November, 1759."},{"link":"http://en.wikipedia.org/wiki/1773_Guatemala_earthquake","desc":"Coordinates: 14°36′N 90°42′W﻿ / ﻿14.6°N 90.7°W﻿ / 14.6; -90.7"},{"link":"http://en.wikipedia.org/wiki/1797_Riobamba_earthquake","desc":"The 1797 Riobamba earthquake occurred at 12:30 UTC on 4 February. It devastated the city of Riobamba and many other cities in the Interandean valley, causing up to 40,000 casualties. It is estimated that seismic intensities in the epicentral area reached at least XI on the Mercalli scale, and that the earthquake had a magnitude of 8.3, the most powerful historical event known in Ecuador. The earthquake was studied by Alexander von Humboldt, when he visited the area in 1801/2."},{"link":"http://en.wikipedia.org/wiki/1797_Sumatra_earthquake","desc":"The 1797 Sumatra earthquake was the first in a series of great earthquakes that ruptured part of the Sumatran segment of the Sunda megathrust. It caused a damaging tsunami that was particularly severe near Padang, where a 150-200 ton English ship was driven 1&#160;km inland up the Arau river."},{"link":"http://en.wikipedia.org/wiki/1810_Crete_earthquake","desc":"The 1810 Crete earthquake occurred at 22:15 on 16 February. It caused great destruction in Heraklion, some damage from Malta to northern Egypt and was felt from central Italy to Syria. 2,000 casualties were reported from Candia (Heraklion)."},{"link":"http://en.wikipedia.org/wiki/1812_New_Madrid_earthquake","desc":"The 1811-1812 New Madrid Earthquakes (pronounced&#160;/nuː ˈmædrɨd/) were an intense intraplate earthquake series beginning with an initial pair of very large earthquakes on December 16, 1811. These earthquakes remain the most powerful earthquakes ever to hit the eastern United States in recorded history. These events, as well as the seismic zone of their occurrence, were named for the Mississippi River town of New Madrid, then part of the Louisiana Territory, now within Missouri."},{"link":"http://en.wikipedia.org/wiki/1833_Sumatra_earthquake","desc":"The 1833 Sumatra earthquake occurred on November 25, 1833, about 22:00 local time, with an estimated magnitude in the range Mw= 8.8–9.2. It caused a large tsunami that flooded the southwestern coast of the island. There are no reliable records of the loss of life, with the casualties being described only as 'numerous'. The magnitude of this event has been estimated using records of uplift taken from coral microatolls."},{"link":"http://en.wikipedia.org/wiki/Galilee_earthquake_of_1837","desc":"The Galilee earthquake of 1837, often called the Safed earthquake, was a devastating earthquake that shook the Galilee on January 1, 1837. "},{"link":"http://en.wikipedia.org/wiki/1854_Ansei-T%C5%8Dkai_earthquake","desc":"The 1854 Ansei-Tōkai earthquake was the first of the Ansei Great Earthquakes (1854-1855). It occurred at about 09:00 local time on 23 December, 1854. It had a magnitude of 8.4 and caused a damaging tsunami. More than 10,000 buildings were completely destroyed and there were at least 2,000 casualties."},{"link":"http://en.wikipedia.org/wiki/1854_Ansei-Nankai_earthquake","desc":"The 1854 Ansei-Nankai earthquake occurred at about 16:00 local time on 24 December, 1854. It had a magnitude of 8.4 and caused a damaging tsunami. More than 30,000 buildings were completely destroyed and there were at least 3,000 casualties."},{"link":"http://en.wikipedia.org/wiki/1855_Wairarapa_earthquake","desc":"The 1855 Wairarapa earthquake occurred on 23 January at about 9 p.m. In Wellington, close to the epicenter, shaking lasted for at least 50 seconds. The magnitude of the earthquake is estimated to have been in the range 8.1-8.3, the most powerful recorded in New Zealand since systematic European colonisation began in 1840. This earthquake was associated with the largest observed movement on a strike-slip fault, maximum 18 metres. It has been suggested that the surface rupture formed by this event helped influence Charles Lyell to link earthquakes with rapid movement on faults."},{"link":"http://en.wikipedia.org/wiki/1855_Ansei_Edo_earthquake","desc":"The 1855 Ansei Edo earthquake (安政江戸地震, Ansei Edo Jishin?), also known as the Great Ansei Earthquake, was one of the major disasters of the late-Edo period. The earthquake occurred at 22:00 local time on 11 November. It had an epicenter close to Edo (now Tokyo), causing considerable damage in the Kantō region from the shaking and subsequent fires, with a death toll of about 7,000 people. The earthquake had a magnitude of 7.0 on the surface wave magnitude scale and reached a maximum intensity of XI (Extreme) on the Mercalli intensity scale. The earthquake triggered a minor tsunami."},{"link":"http://en.wikipedia.org/wiki/1857_Fort_Tejon_earthquake","desc":"The Fort Tejon earthquake occurred at about 8:20 AM (Pacific time) on January 9, 1857. It ruptured the San Andreas Fault for a length of about 225 miles (350 kilometers), between Parkfield and Wrightwood. The average slip along the fault was 4.5 meters (15&#160;feet), and a maximum offset of 9 meters (30&#160;feet) was recorded in the Carrizo Plain area. The amount of fault slip gives this earthquake a moment magnitude of 7.9, comparable to that of the 1906 San Francisco earthquake."},{"link":"http://en.wikipedia.org/wiki/1857_Basilicata_earthquake","desc":"Coordinates: 40°30′N 16°30′E﻿ / ﻿40.5°N 16.5°E﻿ / 40.5; 16.5"},{"link":"http://en.wikipedia.org/wiki/1861_Sumatra_earthquake","desc":"The 1861 Sumatra earthquake occurred on February 16, 1861. It was the last in a sequences of earthquakes that ruptured adjacent parts of the Sumatran segment of the Sunda megathrust. It caused a devastating tsunami which led to several thousand fatalities. The earthquake was felt as far away as the Malay peninsula and the eastern part of Java. The rupture area for the 2005 Sumatra earthquake is similar to that estimated for the 1861 event."},{"link":"http://en.wikipedia.org/wiki/1868_Hawaii_earthquake","desc":"The 1868 Hawaii earthquake is the largest recorded in the history of Hawaiʻi island, causing a landslide and tsunami that led to 77 deaths. The earthquake occurred at 4 p.m. local time on April 2, 1868. The aftershock sequence for this event has continued up to the present day."},{"link":"http://en.wikipedia.org/wiki/1868_Arica_earthquake","desc":"The 1868 Arica earthquake was an earthquake that occurred on August 13, 1868, near Arica, then part of Peru, now part of Chile, at 21:30 UTC. It had an estimated magnitude between 8.5 and 9.0. A tsunami (or multiple tsunamis) in the Pacific Ocean was produced by the earthquake, which was recorded in Hawaii, Japan and New Zealand."},{"link":"http://en.wikipedia.org/wiki/1868_Hayward_earthquake","desc":"The 1868 Hayward earthquake was the last large earthquake to occur on the Hayward Fault Zone in the San Francisco Bay Area, California, United States. It caused significant damage throughout the region, and was known as the \"Great San Francisco Earthquake\" prior to the 1906 San Francisco earthquake and fire."},{"link":"http://en.wikipedia.org/wiki/1872_Lone_Pine_earthquake","desc":"The Great Lone Pine earthquake was one of the largest earthquakes to hit California in recorded history. The quake struck on March 26, 1872 and its epicenter was near Lone Pine, California in Owens Valley. The true size of this earthquake is not known, but historical evidence detailing the damage it caused in settlements and landforms near the epicenter, and the geographic extent to which noticeable movement was felt, leads researchers to estimate a Richter magnitude of 7.6 to 8 or greater — similar in size to the 1906 San Francisco earthquake."},{"link":"http://en.wikipedia.org/wiki/1877_Iquique_earthquake","desc":"The 1877 Iquique earthquake occurred at 21:16 local time on 9 May (0:59 on 10 May UTC). It had a magnitude of 8.8 on the moment magnitude scale and a maximum felt intensity of XI (Extreme) on the Mercalli intensity scale and triggered a devastating tsunami. A total of 2,541 people died, mainly in Peru and what is now northernmost Chile, with some deaths also reported from Hawaii and Japan."},{"link":"http://en.wikipedia.org/wiki/1880_Zagreb_earthquake","desc":"The 1880 earthquake which struck Zagreb (also known as The Great Zagreb Earthquake) was a 8.0 magnitude earthquake which occurred on 9 November 1880. Its epicenter was in the Medvednica mountain north of Zagreb. Although only one person was killed in the earthquake, it destroyed or damaged many buildings."},{"link":"http://en.wikipedia.org/wiki/1881_Chios_earthquake","desc":"The 1881 Chios earthquake occurred at 11:30 UTC on 3 April. It caused severe damage on the island of Chios and also affected Çeşme and Alaçatı on the coast of Turkey. The earthquake had an estimated magnitude of 7.3 and there were an estimated 7,866 casualties. The devastation from the earthquake was the last of the three 'catastrophes' that affected the island of Chios in the 19th century."},{"link":"http://en.wikipedia.org/wiki/1881_Nicobar_Islands_earthquake","desc":"The 1881 Nicobar Islands earthquake occurred at about 07:49 local time (01:49 UTC) on 31 December, with an epicentre beneath Car Nicobar. It occurred as two separate ruptures, the largest of which had an estimated magnitude of 7.9 on the moment magnitude scale and triggered a tsunami that was observed around the Bay of Bengal. It is probably the earliest earthquake for which rupture parameters have been estimated instrumentally."},{"link":"http://en.wikipedia.org/wiki/1886_Charleston_earthquake","desc":"The Charleston Earthquake of 1886 was a powerful intraplate earthquake that hit the area of Charleston, South Carolina. After the 1811 and 1812 quakes in New Madrid, Missouri, it is one of the most powerful and damaging quakes to hit the southeastern United States. The shaking occurred at 9:50 p.m. on August 31, 1886 and lasted just under a minute. The earthquake caused severe damage in Charleston, South Carolina, damaging 2,000 buildings and causing $6 million worth in damages (over $141 million in 2009 dollars), while in the whole city the buildings were only valued at approximately $24 million. Between 60 and 110 lives were lost. Some of the damage is still seen today."},{"link":"http://en.wikipedia.org/wiki/1888_North_Canterbury_earthquake","desc":"The 1888 North Canterbury earthquake is the name associated with a severe earthquake which occurred at 4.10 a.m on September 1, 1888 following a sequence of foreshocks that started the previous evening, and whose epicentre was in the North Canterbury region of the South Island of New Zealand."},{"link":"http://en.wikipedia.org/wiki/1889_Kumamoto_earthquake","desc":"The 1889 Kumamoto earthquake was an earthquake which occurred at 23.45 p.m. July 28, 1889 in the western part of Kumamoto. It was also called the Kinpozan earthquake (or Kinbozan earthquake, since its epicenter was southern-eastern foot of Mt. Kinpo) and its magnitude was 6.3. 20 people died (5 in Kumamoto City and 15 in Akita Gun, Kumamoto Prefecture) and hundreds of houses were destroyed and the Kumamoto Castle was also destroyed. The earthquake was the first one after the establishment of the Seismological Society of Japan (in 1880), and its waves were recorded at Potsdam, Germany. Few houses were affected by fire since the quake occurred at midnight. Aftershocks occurred for 5 months, and some people had to sleep outdoors. Tadao Shimoma thought that this earthquake occurred based the combination of　the Tatsuda fault quake and unsuccessful volcanic activities, since there were injections of aerosol into the air at many places of Mt. Kinpo, Ninotake and Sannotake (peaks continuous from Mt. Kinpo). The Kinpo mountains (now showing no volcanic activities) are similar to Mt. Unzen in petrology, according to him. The photographs were considered the earliest photographs after earthquakes in Japan."},{"link":"http://en.wikipedia.org/wiki/1891_Mino-Owari_earthquake","desc":"The Mino-Owari Earthquake (美濃尾張地震, Mino-Owari Jishin?) was a large earthquake that struck the former provinces of Mino and Owari in the Nōbi Plain area during the Meiji period in Japan. It is also referred to as the Nōbi Earthquake (濃尾地震 Nōbi Jishin) or the Great Nōbi Earthquake (濃尾大地震 Nōbi Daijishin). It is the largest known inland earthquake in Japan."},{"link":"http://en.wikipedia.org/wiki/1896_Meiji-Sanriku_earthquake","desc":"The 1896 Meiji-Sanriku earthquake was highly destructive, generating one of the most devastating tsunamis in Japanese history, destroying about 9,000 homes and causing at least 22,000 deaths. This magnitude 7.2 event occurred at 19:32 (local time) on June 15, 1896. The magnitude of the tsunami (Mt = 8.2) was much greater than expected for the estimated seismic magnitude and this earthquake has been regarded as being part of a distinct class of events, a tsunami earthquake."},{"link":"http://en.wikipedia.org/wiki/1897_Assam_earthquake","desc":"The Assam earthquake of 1897 occurred on June 12, 1897 in Assam, British Raj, and had an estimated magnitude of 8.1Mw."},{"link":"http://en.wikipedia.org/wiki/1902_Guatemala_earthquake","desc":"The 1902 Guatemala earthquake struck on April 18, 1902 at 20:23:50 hrs. It had an estimated magnitude of 7.5 Mw and an epicenter depth of approximately 25&#160;km. The quake had a duration of 1 to 2 minutes and had many foreshocks and aftershocks. The area around Quetzaltenango and Sololá was particularly hard hit. Approximately 800 to 900 were killed, and nearly all churches in western Guatemala and eastern Chiapas were heavily damaged or destroyed."},{"link":"http://en.wikipedia.org/wiki/1905_Kangra_earthquake","desc":"1905 Kangra earthquake was a major earthquake that occurred in the Kangra Valley and the Kangra region of Himachal Pradesh in India on 4 April 1905. The earthquake measured 7.8 on the surface wave magnitude scale and killed more than 20,000 people. Apart from this most buildings in towns of Kangra, Mcleodganj and Dharamshala were destroyed."},{"link":"http://en.wikipedia.org/wiki/1905_Calabria_earthquake","desc":"Striking southern Italy on September 8, the 1905 Calabria earthquake killed between 557 and 5,000 people and damaged at least 14,000 houses in the epicentral area alone. The first major earthquake of the 20th century, it damaged parts of Lipari Island and Messina Province."},{"link":"http://en.wikipedia.org/wiki/1906_Ecuador-Colombia_earthquake","desc":"The 1906 Ecuador-Colombia earthquake occurred at 15:36 UTC on January 31, off the coast of Ecuador, near Esmeraldas. The earthquake had a magnitude of 8.8 and triggered a destructive tsunami that caused at least 500 casualties on the coast of Colombia."},{"link":"http://en.wikipedia.org/wiki/San_Francisco_earthquake_of_1906","desc":"The San Francisco earthquake of 1906 was a major earthquake that struck San Francisco, California, and the coast of Northern California at 5:12&#160;a.m. on Wednesday, April 18, 1906. The most widely accepted estimate for the magnitude of the earthquake is a moment magnitude (Mw) of 7.9; however, other values have been proposed, from 7.7 to as high as 8.25. The main shock epicenter occurred offshore about 2&#160;miles (3&#160;km) from the city, near Mussel Rock. It ruptured along the San Andreas Fault both northward and southward for a total of 296&#160;miles (477&#160;km). Shaking was felt from Oregon to Los Angeles, and inland as far as central Nevada. The earthquake and resulting fire are remembered as one of the worst natural disasters in the history of the United States alongside the Galveston Hurricane of 1900. The death toll from the earthquake and resulting fire, estimated to be above 3,000, is the greatest loss of life from a natural disaster in California's history. The economic impact has been compared with the more recent Hurricane Katrina."},{"link":"http://en.wikipedia.org/wiki/1906_Valpara%C3%ADso_earthquake","desc":"The 1906 Valparaíso earthquake was a strong earthquake that hit Valparaíso, Chile, on August 16, 1906 at 19:55 local time. Its epicenter was offshore from the Valparaíso Region, and its intensity was estimated at magnitude 8.2 MW."},{"link":"http://en.wikipedia.org/wiki/1907_Kingston_earthquake","desc":"The 1907 Kingston earthquake which shook the capital of the island of Jamaica with a magnitude of 6.5 on the moment magnitude scale on Monday January 14th, at about 3:30 PM local time (21:36 UTC), was considered by many writers of that time one of the world's deadliest earthquakes recorded in history. Every building in Kingston was damaged by the earthquake and subsequent fires, which lasted for three hours before any efforts were made to check them, culminated in the death of 800 to 1,000 people, and left approximately 10,000 homeless and $25,000,000 in material damage."},{"link":"http://en.wikipedia.org/wiki/1908_Messina_earthquake","desc":"The 1908 Messina earthquake and tsunami took some 100,000–200,000 lives on December 28, 1908 in Sicily and Calabria, southern Italy."},{"link":"http://en.wikipedia.org/wiki/1909_Lambesc_earthquake","desc":"The 1909 Lambesc earthquake occurred on June 11, 1909 in Provence. Measuring 6 on the Richter Scale, it is the largest ever recorded earthquake in metropolitan France."},{"link":"http://en.wikipedia.org/wiki/1911_Kebin_earthquake","desc":"The 1911 Kebin earthquake or 1911 Chon-Kemin earthquake, struck Russian Turkestan on January 3. Registered at a 7.7 magnitude, it destroyed more than 770 buildings (which was almost all of the city) in Almaty , Kazakhstan, and resulted in extensive (125 miles (201&#160;km) surface faulting in the valleys of Chon–Kemin, Chilik and Chon-Aksu."},{"link":"http://en.wikipedia.org/wiki/1911_Sarez_earthquake","desc":"The 1911 Sarez earthquake occurred at 18:41 UTC on 18 February (23:31 local time) in the central Pamir Mountains in the Rushon District of eastern Tajikistan. It had an estimated magnitude of 7.4 on the surface wave magnitude scale and a maximum felt intensity of about IX (violent) on the Mercalli intensity scale. It triggered a massive landslide, blocking the Murghab River and forming the Usoi dam, the tallest dam in the world, creating Sarez Lake. The earthquake and related landslides destroyed many buildings and killed about 90 people."},{"link":"http://en.wikipedia.org/wiki/1911_Michoac%C3%A1n_earthquake","desc":"The 1911 Michoacán earthquake occurred on June 7, 1911 at 11:02 UTC. However, other sources indicated that this earthquake occurred at 04:26 local time. The epicenter was located near the coast of Michoacán, Mexico. The earthquake had a magnitude of Mw 7.6. 45 people were reported dead. In Mexico City, 119 houses were destroyed. Cracks were reported in Palacio Nacional, Escuela Normal para Maestros, Escuela Preparatoria, Inspección de Policía, and Instituto Geológico. Ciudad Guzmán, the seat of Zapotlán el Grande, Jalisco, suffered great damage."},{"link":"http://en.wikipedia.org/wiki/December_1911_Guerrero_earthquake","desc":"The December 1911 Guerrero earthquake occurred on December 16, 1911 at 12:14 local time (19:14 UTC) near the coast of Guerrero, Mexico. It was an earthquake with magnitude Mw 7.6, or Ms 7.8. There was damage reported on walls and roofs. The electricity had been cut for a time in Mexico City. The number of casulaties was unclear, as it could be found in some sources but not mentioned in others."},{"link":"http://en.wikipedia.org/wiki/1915_Avezzano_earthquake","desc":"The 1915 Avezzano earthquake or 1915 L'Aquila earthquake occurred on January 13 in southern Italy, near the city of L'Aquila. The epicenter was located in the town of Avezzano in southern Italy. 30,000 direct fatalities resulted from the earthquake, destroying the epicentral area."},{"link":"http://en.wikipedia.org/wiki/1915_Pleasant_Valley_earthquake","desc":"The 1915 Pleasant Valley earthquake occurred in Pleasant Valley, in north-central Nevada, on October 3, 1915. It is currently the strongest earthquake ever recorded in the state."},{"link":"http://en.wikipedia.org/wiki/1918_Puerto_Rico_earthquake","desc":"The San Fermín earthquake, also known as the Puerto Rico earthquake of 1918, was a major earthquake that struck the island of Puerto Rico at 10:14am on October 11, 1918. The magnitude for the earthquake has been reported at around 7.5 (or Level IX in the Rossi-Forel scale used at that time); however, that might not be an exact number. The main-shock epicenter occurred offshore about 5&#160;km (3&#160;miles) from the northwestern coast of the island, somewhere along the Puerto Rico Trench."},{"link":"http://en.wikipedia.org/wiki/1920_Garfagnana_earthquake","desc":"The 1920 Garfagnana earthquake (also known as the Lunigiana earthquake) was a major earthquake that occurred on September 7, 1920 in Garfagnana and Lunigiana, both agricultural areas in the Italian Tuscany region.  The quake hypocenter was located 14 kilometres (8.7&#160;mi) beneath Villa Collemandina. The maximum felt intensity was rated as X (Intense) on the Mercalli Intensity Scale, and 6.6 on the Richter magnitude scale."},{"link":"http://en.wikipedia.org/wiki/1920_Haiyuan_earthquake","desc":"1920 Haiyuan earthquake (Chinese: 海原大地震; pinyin: Hǎiyuán dà dìzhèn), was an earthquake that occurred on December 16, 1920. The epicenter was 36°30′N 105°42′E﻿ / ﻿36.50°N 105.70°E﻿ / 36.50; 105.70 , in Haiyuan County, Ningxia Province, Republic of China. It was also called the 1920 Gansu earthquake  because Ningxia was a part of Gansu Province when the earthquake occurred."},{"link":"http://en.wikipedia.org/wiki/1922_Vallenar_earthquake","desc":"The 1922 Vallenar earthquake was a magnitude 8.5 earthquake that occurred in the Atacama Region of Chile, near the border with Argentina on November 11, 1922 at 04:32 UTC. It triggered a destructive tsunami that caused significant damage to the coast of Chile and was observed as far away as Australia."},{"link":"http://en.wikipedia.org/wiki/Kamchatka_earthquakes","desc":"Three Kamchatka earthquakes, which occurred off the coast of Kamchatka Peninsula in far eastern Russia in 1737, 1923 and 1952, were megathrust earthquakes and caused tsunamis. They occurred where the Pacific Plate subducts under the Okhotsk Plate at the Kuril-Kamchatka Trench. The depth of the trench at the point of the earthquakes is 7,000–7,500 meters. Northern Kamchatka lies at the western end of the Bering fault, between the Pacific Plate and North American Plate, or the Bering plate There are many more earthquakes and tsunamis originating from Kamchatka, of which the most recent was the 1997 Kamchatka earthquake and tsunami originating near the Kronotsky Peninsula."},{"link":"http://en.wikipedia.org/wiki/1923_Great_Kant%C5%8D_earthquake","desc":"The 1923 Great Kantō earthquake (関東大震災, Kantō daishinsai?) struck the Kantō plain on the Japanese main island of Honshū at 11:58:44 am JST on September 1, 1923. Varied accounts hold that the duration of the earthquake was between 4 and 10 minutes. The Kantō quake killed 105,385 people, making it the deadliest earthquake ever to strike Japan."},{"link":"http://en.wikipedia.org/wiki/1925_Charlevoix-Kamouraska_earthquake","desc":"The 1925 Charlevoix–Kamouraska earthquake was a major earthquake that struck the entire northeastern part of North America on February 2, 1925, reaching 6.2 on the moment magnitude scale."},{"link":"http://en.wikipedia.org/wiki/1927_Gulang_earthquake","desc":"The 1927 Gulang earthquake occurred at 6:32 a.m. on 22 May (22:32 UTC on 21 May). This 7.6 magnitude event had an epicenter near Gulang, Gansu in China. There were more than 40,900 casualties. It was felt up to 700&#160;km away."},{"link":"http://en.wikipedia.org/wiki/1929_Murchison_earthquake","desc":"The 1929 Murchison earthquake occurred at 10:17 AM on 17 June. It struck the Murchison region of South Island, with an estimated magnitude of 7.8, and was felt throughout New Zealand. There were 17 casualties, mostly as a result of landslides triggered by the earthquake. The rumbling sound of the earthquake was loud enough to be heard at New Plymouth, more than 250 km away."},{"link":"http://en.wikipedia.org/wiki/1929_Grand_Banks_earthquake","desc":"The 1929 Grand Banks earthquake, also called the Laurentian Slope earthquake and the South Shore Disaster, was a magnitude 7.2 earthquake that occurred on November 18, 1929 in the Atlantic Ocean off the south coast of Newfoundland in the Laurentian Slope Seismic Zone."},{"link":"http://en.wikipedia.org/wiki/1930_Irpinia_earthquake","desc":"The 1930 Irpinia earthquake occurred at 00:08 UTC on 23 July 1930. It had a magnitude of 6.6 and caused 1,404 deaths. The epicenter was close to the borders between the regions of Basilicata, Puglia and Campania."},{"link":"http://en.wikipedia.org/wiki/1931_Hawke%27s_Bay_earthquake","desc":"The 1931 Hawke's Bay earthquake, also known as the Napier earthquake, occurred in New Zealand at 10:47 am on Tuesday 3 February 1931, killing 256 and devastating the Hawke's Bay region. It remains New Zealand's deadliest natural disaster. Centred 15&#160;km north of Napier, it lasted for two and a half minutes and measured about 7.8 on the Richter scale (7.9 on the moment magnitude scale). There were 525 aftershocks recorded in the following two weeks. The main shock could be felt in much of the southern half of the North Island."},{"link":"http://en.wikipedia.org/wiki/1931_Dogger_Bank_earthquake","desc":"The Dogger Bank earthquake of 1931 was the strongest earthquake recorded in the United Kingdom since measurements began. It measured 6.1 on the Richter Scale."},{"link":"http://en.wikipedia.org/wiki/1931_Fuyun_earthquake","desc":"The 1931 Fuyun earthquake (富蕴地震) occurred on August 10, 1931 at 21:18 UTC. The epicenter was near Fuyun County of northern Xinjiang, China. It was a Mw 8.0 earthquake and had a surface rupture of 171 km with a maximal horizontal displacement of 14 m along the Koktokay-Ertai fault zone (可可托海-二台断裂带). The Koktokay-Ertai fault has a slip rate of 4±2 mm per year. The rupture of this earthquake was caused by right-lateral strike-slip movement with normal component. The rupture is well preserved and becomes one of the main features of the Koktokay National Geopark (可可托海国家地质公园) located in Koktokay."},{"link":"http://en.wikipedia.org/wiki/1932_Ierissos_earthquake","desc":"The 1932 Ierissos earthquake occurred at 19:20 on 26 September. It caused severe damage in Ierissos and the surrounding part of the Chalkidiki peninsula, with 491 casualties reported."},{"link":"http://en.wikipedia.org/wiki/1932_Changma_earthquake","desc":"The 1932 Changma earthquake occurred at 10:04:27 local time (02:04:07 UTC) on 25 December. With an estimated magnitude of 7.6 on the surface wave magnitude scale, and a maximum felt intensity of X (Intense) on the Mercalli intensity scale, the quake destroyed 1,167 houses, and 275 people were killed with a further 320 injured."},{"link":"http://en.wikipedia.org/wiki/1933_Sanriku_earthquake","desc":"The 1933 Sanriku earthquake (昭和三陸地震, Shōwa Sanriku Jishin?) was a major earthquake whose associated tsunami caused widespread damage to towns on the Sanriku coast of the Tōhoku region of Honshū, Japan on March 2, 1933."},{"link":"http://en.wikipedia.org/wiki/1933_Long_Beach_earthquake","desc":"The Long Beach earthquake of 1933 took place on March 10, 1933 at 17:55 PST (March 11, 01:55 UTC), with a magnitude of 6.4, causing widespread damage to buildings throughout Southern California. The epicenter was offshore, southeast of Long Beach on the Newport-Inglewood Fault. An estimated fifty million dollars worth of property damage resulted, and 120 lives were lost. Many of these fatalities occurred as people ran out of buildings and were hit by falling debris."},{"link":"http://en.wikipedia.org/wiki/1934_Bihar_earthquake","desc":"Coordinates: 27°42′00″N 85°19′59″E﻿ / ﻿27.7°N 85.333°E﻿ / 27.7; 85.333"},{"link":"http://en.wikipedia.org/wiki/1935_Sumatra_earthquake","desc":"The 1935 Sumatra earthquake occurred at 02:35 UTC on 28 December 1935. It had a magnitude of Mw = 7.7 and a maximum felt intensity of VIII (destructive) on the mercalli intensity scale. It triggered a minor tsunami."},{"link":"http://en.wikipedia.org/wiki/1936_Miyagi_earthquake","desc":"The 1936 Miyagi earthquake occurred on November 2, 1936 at 20:45 UTC (November 3, 1936 at 05:45 local time). The earthquake had a magnitude Ms 7.2, or Mjma 7.4, with the epicenter located off the Miyagi Prefecture, Japan. 4 people were injured. Building damage was reported. This earthquake was an interplate earthquake. It is one of the recurring interplate earthquakes at the offshore Miyagi with a period of about 37 years. Although not officially named by the Japanese Meteorological Agency, in Japanese, this earthquake is commonly known as 1936年宮城県沖地震 (Sen-kyūhyaku-sanjūroku-nen Miyagi-ken-oki Jishin) or 1936年金華山沖地震 (Sen-kyūhyaku-sanjūroku-nen Kinkasan-oki Jishin)."},{"link":"http://en.wikipedia.org/wiki/1937_Orizaba_earthquake","desc":"The 1937 Orizaba earthquake occurred on July 26, 1937 at 03:47 UTC, near Orizaba, Veracruz, Mexico. It had a magnitude of Ms 7.3. 34 people were reported dead. Damage was reported in Esperanza, Puebla. This earthquake was an intraplate earthquake within the subducting Cocos Plate."},{"link":"http://en.wikipedia.org/wiki/1939_Chill%C3%A1n_earthquake","desc":"The 1939 Chillán earthquake was a major earthquake in south-central Chile. It is currently the single earthquake that has caused the most deaths in Chile. The earthquake occurred on 24 January 1939 and had an intensity of 8.3 in the Richter scale. The death toll was around 30,000, compared to the 2,000 of the Great Chilean Earthquake of 1960."},{"link":"http://en.wikipedia.org/wiki/1939_Erzincan_earthquake","desc":"The Erzincan earthquake of 1939 was a major natural disaster that hit the province of Erzincan in eastern Turkey at 1:57 am (GMT 11:57 pm) on December 27, 1939. The earthquake of seven violent shocks, the biggest one measuring 8.2 on the Richter scale, was the most powerful one to strike Turkey in recent history."},{"link":"http://en.wikipedia.org/wiki/1941_Colima_earthquake","desc":"The 1941 Colima earthquake occurred on April 15, 1941 at 19:09 UTC (13:09 local time). The epicenter was located in the State of Michoacán, Mexico."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1944_San_Juan_earthquake","desc":"The 1944 San Juan earthquake took place in the province of San Juan, in the center-west area of Argentina, a region highly prone to seismic events. This moderate to strong earthquake (estimated moment magnitudes range from 6.7 to 7.8) destroyed a large part of San Juan, the provincial capital, and killed 10,000 of its inhabitants, 10% of its population at the time. One third of the province population became homeless. It is acknowledged as the worst natural disaster in Argentine history."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1945_Balochistan_earthquake","desc":"Coordinates: 25°15′58″N 63°27′58″E﻿ / ﻿25.266°N 63.466°E﻿ / 25.266; 63.466"},{"link":"http://en.wikipedia.org/wiki/1946_Aleutian_Islands_earthquake","desc":"The 1946 Aleutian Islands earthquake was an earthquake near the Aleutian Islands on April 1, 1946. It was followed by a Pacific-wide tsunami. The earthquake was a magnitude 7.8, with its epicenter at 52.8°N, 163.5°W, and focal depth of 25&#160;km. It resulted in 165 casualties (159 people on Hawaii and six in Alaska) and over $26 million in damages. Multiple destructive waves at heights ranging from 45 – 130&#160;ft occurred."},{"link":"http://en.wikipedia.org/wiki/1946_Vancouver_Island_earthquake","desc":"The 1946 Vancouver Island earthquake was a 7.3 magnitude earthquake that struck Vancouver Island, on the Coast of British Columbia, Canada, at 10:15 a.m. on Sunday, June 23, 1946. The main shock epicenter occurred in the Forbidden Plateau area northwest of Courtenay. While most of the large earthquakes in the Vancouver area occur at tectonic plate boundaries, the 1946 Vancouver Island earthquake was a crustal event. Shaking was felt from Portland, Oregon to Prince Rupert, British Columbia. The earthquake is remembered as one of the most damaging earthquakes in the history of British Columbia. However, damage was restricted because there were no heavily populated areas near the epicenter, where the violent shaking occurred."},{"link":"http://en.wikipedia.org/wiki/1946_Nankaid%C5%8D_earthquake","desc":"The 1946 Nankaidō earthquake was a great earthquake in Nankaidō, Japan. It occurred on December 20, 1946 at 19:19 UTC. The earthquake measured between 8.1 and 8.4 on the moment magnitude scale, and was felt from Northern Honshū to Kyūshū. It occurred almost two years after the 1944 Tōnankai earthquake, which ruptured the adjacent part of the Nankai megathrust."},{"link":"http://en.wikipedia.org/wiki/1949_Khait_earthquake","desc":"The 1949 Khait (Hoit) earthquake occurred at 09:45 local time (03:53 UTC) on 10 July in the Gharm Oblast region of Tajikistan. It had a magnitude of 7.4 and triggered a series of landslides that together led to 7,200 deaths."},{"link":"http://en.wikipedia.org/wiki/1949_Ambato_earthquake","desc":"The 1949 Ambato earthquake was the largest earthquake in the Western Hemisphere in more than five years. On August 5, 1949, it struck Ecuador's Tungurahua Province southeast of its capital, Ambato, and killed 5,050&#160;people. Measuring 6.8 on the Richter scale, it originated from a hypocenter 40&#160;km (25&#160;mi) beneath the surface. The nearby villages of Guano, Patate, Pelileo, and Pillaro were destroyed, and the city of Ambato suffered heavy damage. The earthquake flattened entire buildings, and subsequent landslides caused damage throughout the Tungurahua, Chimborazo, and Cotopaxi Provinces. It disrupted water mains and communication lines and opened a fissure into which the small town of Libertad sank. Moderate shaking from the event extended as far away as Quito and Guayaquil."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1949_Queen_Charlotte_earthquake","desc":"The Queen Charlotte Islands earthquake of 1949 was a magnitude 8.1 interplate earthquake that struck the sparsely populated Queen Charlotte Islands and the Pacific Northwest coast on August 22, 1949. It is one of the world's greatest earthquakes. The main shock epicenter began in the ocean bottom just offshore the rugged coast of Graham Island. It ruptured along the Queen Charlotte Fault both northward and southward more than 500&#160;km (311&#160;mi). Shaking was felt throughout British Columbia, parts of Washington, Oregon, Alberta, the Yukon, and Alaska. No deaths were reported in this earthquake."},{"link":"http://en.wikipedia.org/wiki/1949_Tierra_del_Fuego_earthquake","desc":"The 1949 Tierra del Fuego earthquake was a seismic movement that took place in the island of Tierra del Fuego, on 17 December 1949, at 06:53:30 AM. It recorded magnitude 7.8 in the Richter scale. Its epicenter was located in the east of the Chilean Tierra del Fuego Province close to the Argentine border at a depth of 30 km."},{"link":"http://en.wikipedia.org/wiki/1950_Assam_earthquake","desc":"The 1950 Medog earthquake (Chinese&#160;: 墨脱大地震/察隅地震, Assamese ৫০ চনৰ ভূমিকম্প also known as the Assam Earthquake), occurred on August 15, 1950, and had a magnitude of 8.6. The epicentre was actually located near Rima, in Tibet, China. However, the earthquake was destructive in both Assam and Tibet, and 1,526 people were killed."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1952_Kern_County_earthquake","desc":"The 1952 Kern County earthquake occurred on July 21, 1952, in Kern County, California, with a magnitude of 7.5Mw. It was the largest earthquake to strike Southern California since the Fort Tejon earthquake of 1857 and the 1872 Lone Pine earthquake, causing immense and widespread damage. The main shock killed 12 people, injured 18 and caused over $50 million in property damage. Damage occurred as far away as Los Angeles, where six people were killed. It was followed by several aftershocks, at least 20 of which were magnitude 5.0 or greater, including a magnitude 5.8 on August 22 that killed two more people. The quake occurred on the White Wolf Fault and was the strongest quake in California since the 1906 San Francisco earthquake."},{"link":"http://en.wikipedia.org/wiki/Kamchatka_earthquakes","desc":"Three Kamchatka earthquakes, which occurred off the coast of Kamchatka Peninsula in far eastern Russia in 1737, 1923 and 1952, were megathrust earthquakes and caused tsunamis. They occurred where the Pacific Plate subducts under the Okhotsk Plate at the Kuril-Kamchatka Trench. The depth of the trench at the point of the earthquakes is 7,000–7,500 meters. Northern Kamchatka lies at the western end of the Bering fault, between the Pacific Plate and North American Plate, or the Bering plate There are many more earthquakes and tsunamis originating from Kamchatka, of which the most recent was the 1997 Kamchatka earthquake and tsunami originating near the Kronotsky Peninsula."},{"link":"http://en.wikipedia.org/wiki/1953_Ionian_Earthquake","desc":"Coordinates: 38°30′N 20°30′E﻿ / ﻿38.5°N 20.5°E﻿ / 38.5; 20.5"},{"link":"http://en.wikipedia.org/wiki/1953_Suva_earthquake","desc":"The 1953 Suva earthquake occurred on September 14, 1953, at 00:27 UTC near Suva, Fiji, just off the southeast shore of Viti Levu. This earthquake had a magnitude of Ms 6.75. The earthquake triggered a coral reef platform collapse and a submarine landslide that caused a tsunami. Eight people were reported killed; a wharf, bridges, and buildings were severely damaged in Suva."},{"link":"http://en.wikipedia.org/wiki/1956_Nicaragua_earthquake","desc":"The 1956 Nicaragua earthquake occurred on October 24, 1956 at 14:42 UTC. The epicenter was located west of Masachapa, Managua Department, Nicaragua. It was an earthquake of magnitude Ms 7.3, or Mw7.2. Building damage was reported in Managua. A study of W. Montero P. shows that this earthquake might be related to the earthquake of Nicoya Peninsula on October 5, 1950."},{"link":"http://en.wikipedia.org/wiki/1957_Andreanof_Islands_earthquake","desc":"The 1957 Andreanof Islands earthquake was a magnitude 8.6 MW (8.3 Ms) megathrust earthquake that took place on March 9, 1957. It was centered at 51°30′N 175°42′W﻿ / ﻿51.5°N 175.7°W﻿ / 51.5; -175.7 in the Alaska-Aleutian megathrust, south of the Andreanof Islands group of the Aleutian Islands in the U.S. state of Alaska."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1959_Yellowstone_earthquake","desc":"Coordinates: 44°51′47″N 111°20′06″W﻿ / ﻿44.863°N 111.335°W﻿ / 44.863; -111.335"},{"link":"http://en.wikipedia.org/wiki/1960_Agadir_earthquake","desc":"Coordinates: 30°24′N 9°36′W﻿ / ﻿30.4°N 9.6°W﻿ / 30.4; -9.6"},{"link":"http://en.wikipedia.org/wiki/1960_Valdivia_earthquake","desc":"The 1960 Valdivia earthquake or Great Chilean Earthquake (Spanish: Terremoto de Valdivia/Gran terremoto de Chile) of Sunday, 22 May 1960 is to date the most powerful earthquake ever recorded on Earth, rating 9.5 on the moment magnitude scale. It occurred in the afternoon (19:11 GMT, 15:11 local time) and its resulting tsunami affected southern Chile, Hawaii, Japan, the Philippines, eastern New Zealand, southeast Australia, and the Aleutian Islands in Alaska."},{"link":"http://en.wikipedia.org/wiki/1963_Skopje_earthquake","desc":"1,000–1,100 killed\nOther:"},{"link":"http://en.wikipedia.org/wiki/1963_Kuril_Islands_earthquake","desc":"The 1963 Kuril Islands earthquake occurred at 05:17 UTC, on October 13. The earthquake had a magnitude of 8.5 and was followed by a Mw=7.8 event seven days later. Both earthquakes triggered tsunamis that were observed around the northern part of the Pacific ocean."},{"link":"http://en.wikipedia.org/wiki/1964_Alaska_earthquake","desc":"The 1964 Alaska earthquake, also known as the Great Alaskan Earthquake, the Portage Earthquake and the Good Friday Earthquake, was a megathrust earthquake that began at 5:36 P.M. AST on Good Friday, March 27, 1964. Across south-central Alaska, ground fissures, collapsing buildings, and tsunamis resulting from the earthquake caused about 131 deaths."},{"link":"http://en.wikipedia.org/wiki/1964_Niigata_earthquake","desc":"The 1964 Niigata earthquake struck at 13:01 local time (04:01 UTC) on 16 June. The epicenter was on the continental shelf off the northwest coast of Honshu in Niigata Prefecture, about 50 km north of the city of Niigata. The earthquake caused liquefaction over large parts of the city."},{"link":"http://en.wikipedia.org/wiki/1965_Ceram_Sea_earthquake","desc":"The 1965 Ceram Sea earthquake occurred on January 24, 1965 at 00:11 UTC. It was an Mw 8.2 earthquake located near the Sanana Island, Indonesia. A series of tremors were reported during the week before the earthquake. 71 people were reported dead. A tsunami was also generated, which caused damage in Sanana, Buru, and Mangole. Three runups were reported in Seram Island. A 4 meter run-up was reported in Buru Island."},{"link":"http://en.wikipedia.org/wiki/1965_Rat_Islands_earthquake","desc":"The 1965 Rat Islands earthquake occurred at 05:01 UTC, on 4 February. It had a magnitude of 8.7 and triggered a tsunami of over 10 m on Shemya Island, but caused very little damage."},{"link":"http://en.wikipedia.org/wiki/1965_Oaxaca_earthquake","desc":"The 1965 Oaxaca earthquake occurred in Mexico on August 23, 1965 at 13:46 (19:46 UTC). It was an earthquake with magnitude Mw 7.5. 5 people were reported dead in Mexico City and 1 in Oaxaca. There was an anomalous change in seismic activities before the earthquake. There was a quiescent stage from late 1963 to mid 1964, and it was followed by a renewal of seismic activities before the main shock. This earthquake was a shallow thrust earthquake in the interplate subduction zone, in which the Cocos Plate is subducting beneath the North American Plate."},{"link":"http://en.wikipedia.org/wiki/1966_Hualien_earthquake","desc":"The 1966 Hualien earthquake occurred on March 13, 1966 at 00:31 local time of Taiwan, or March 13, 1966 at 01:31 local time of Japan (March 12, 1966 at 16:31 UTC). The epicenter was located in the offshore area between Yonaguni Island, Japan and Hualien, Taiwan."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1966_Peru_earthquake","desc":"The 1966 Peru earthquake occurred on October 17, 1966 at 16:41 local time (21:41 UTC). It had a magnitude of Mw 8.1. The epicenter was located offcoast near Huacho. About 100 people were reported dead. Most of the damage was recorded in low buildings. Cracks were reported in higher buildings. The intensity was MM IX in San Nicolás, MM VIII in Huacho, and MM VII in Callao. A tsunami was generated by this earthquake, which was recorded in Callao, Chimbote, and San Juan. Landslides and huge ground cracks were reported along the Pan American Highway north of Ancón."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1968_Dasht-e_Bayaz_and_Ferdows_earthquake","desc":"Dasht-e Bayaz and Ferdows Earthquake, were two successive earthquakes, which hit Dashte Bayaz, Kakhk and Ferdows, Iran."},{"link":"http://en.wikipedia.org/wiki/1969_Portugal_earthquake","desc":"The 1969 Portugal earthquake struck western Portugal and Morocco on February 28 at 02:40 UTC. Originating west of the Strait of Gibraltar, the earthquake registered a magnitude of 7.8 and the maximum felt intensity was VII (Very Strong) on the Mercalli intensity scale. In total, thirteen people died. Far more people sustained minor injuries."},{"link":"http://en.wikipedia.org/wiki/1969_Bohai_earthquake","desc":"The 1969 Bohai earthquake occurred on July 18, 1969 at 13:24 local time. The epicenter was located in the Bohai Sea, off the coast of Shandong Province, China. The magnitude of this earthquake is MS 7.4. Areas of maximal intensity were mainly distributed around the estuary of the Yellow River. Ground cracks and sand boils were reported. 10 people were reported dead. The mechanism of this earthquake was of strike-slip faulting."},{"link":"http://en.wikipedia.org/wiki/1969_Yangjiang_earthquake","desc":"The 1969 Yangjiang earthquake occurred on 25 July, at 6:49am. It had a magnitude 5.9 Ms and struck the city of Yangjiang. The quake caused over 10,700 houses to collapse and about 36,000 were severely damaged in the quake. The earthquake all so caused landslides and sandblows were observed along the coast and along some rivers in the area of Yangjiang. The earthquake affected Hong Kong and resulted in a total of 3,000 deaths."},{"link":"http://en.wikipedia.org/wiki/1970_Gediz_earthquake","desc":"The 1970 Gediz earthquake, aka 1970 Kütahya-Gediz earthquake, was an approximately 7.2 magnitude earthquake that struck western Turkey on March 28, 1970 at about 23:05 local time."},{"link":"http://en.wikipedia.org/wiki/1970_Ancash_earthquake","desc":"Coordinates: 9°28′S 78°19′W﻿ / ﻿9.47°S 78.31°W﻿ / -9.47; -78.31"},{"link":"http://en.wikipedia.org/wiki/1970_Peru-Ecuador_earthquake","desc":"The 1970 Peru-Ecuador earthquake occurred on December 9, 1970 at 23:34 local time (December 10, 1970 at 04:34 UTC). The epicenter was located in northwestern Peru, between Piura and Tumbes, near the Peru-Ecuador border. This earthquake had a magnitude of Mw 7.1, or Ms 7.1. About 81 people were reported dead in Peru and in Ecuador together. Liquefaction was observed. The maximal intensity reached MM IX. Fractures in constructions were reported in the urban area of Talara. This was a shallow earthquake, and it was thought to occur in the plate above the plate boundary."},{"link":"http://en.wikipedia.org/wiki/1971_San_Fernando_earthquake","desc":"The 1971 San Fernando earthquake (also known as the Sylmar earthquake) struck the San Fernando Valley near Sylmar, California at 6:00:55 a.m. PST on February 9, 1971, with a magnitude of 6.6."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1972_Ruisui_earthquake","desc":"The 1972 Ruisui earthquake, or the 1972 Juisui earthquake, occurred on April 24, 1972 at 09:57 UTC (17:57 local time). The magnitude of this earthquake was given as Ms 7.2 by USGS and ML 6.9 by the Central Weather Bureau of Taiwan. The epicenter was located near Ruisui (or spelled as Juisui) (Chinese: 瑞穗), Hualian, Taiwan. The intensity was shindo 4 in Taipei and Hualian. 5 people were reported dead. The Ruisui Bridge (Chinese: 瑞穗大橋) was destroyed. The water treatment plant in Ruisui was damaged."},{"link":"http://en.wikipedia.org/wiki/1972_Nicaragua_earthquake","desc":"The 1972 Nicaragua earthquake was an earthquake that occurred at 12:29 a.m. local time (06:29 UTC) on Saturday, December 23, 1972 near Managua, the capital of Nicaragua. It had a magnitude of 6.2 and occurred at a depth of about 5 kilometers beneath the centre of the city. Within an hour after the main shock, two aftershocks, one of magnitude 5.0 and the other 5.2, occurred. The earthquake caused widespread damage, among Managua's residents, 5,000 were killed, 20,000 were injured and over 250,000 were left homeless."},{"link":"http://en.wikipedia.org/wiki/1976_Guatemala_earthquake","desc":"The 1976 Guatemala earthquake struck on February 4, 1976 at 03:01:43 local time (09:01:43 UTC-6). It was a 7.5 Mw earthquake, centered in the Motagua Fault, about 160&#160;km northeast of Guatemala City, Guatemala. The quake's hypocenter was located at a depth of 5&#160;km near the town of Los Amates in the department of Izabal."},{"link":"http://en.wikipedia.org/wiki/1976_Tangshan_earthquake","desc":"The Tangshan Earthquake also known as the Great Tangshan Earthquake, was a natural disaster that occurred on July 28, 1976. It is believed to be the largest earthquake of the 20th century by death toll. The epicenter of the earthquake was near Tangshan in Hebei, People's Republic of China, an industrial city with approximately one million inhabitants. The number of deaths initially reported by the Chinese government was 655,000, but this number has since been stated to be around 240,000 to 255,000. A further 164,000 people were recorded as being severely injured. The earthquake came in between a series of political events involving the Communist Party of China, ultimately leading to the expulsion of the ruling Gang of Four by Mao's chosen successor Hua Guofeng. In traditional Chinese thought, natural disasters are seen as a precursor of dynastic change."},{"link":"http://en.wikipedia.org/wiki/1977_Bucharest_earthquake","desc":"The 1977 Vrancea Earthquake occurred on Friday, 4 March 1977, 21:20 local time and was felt throughout the Balkans. It had a magnitude of 7.2 and its epicenter in Vrancea (in the Eastern Carpathians) at a depth of 94 kilometers."},{"link":"http://en.wikipedia.org/wiki/1978_Miyagi_earthquake","desc":"The 1978 Miyagi earthquake (１９７８年宮城県沖地震, 1978 nen Miyagi-ken-oki jishin?) occurred at 17:14 local time (08:14 UTC) on 12 June. It had a magnitude of 7.7, JMA magnitude 7.4, and triggered a small tsunami. The earthquake reached a maximum intensity of Shindo 5 in Sendai and caused 28 deaths and 1,325 injuries."},{"link":"http://en.wikipedia.org/wiki/1978_Tabas_earthquake","desc":"The 1978 Tabas earthquake was a huge earthquake measuring 7.8 on the Richter scale which struck on September 16, 1978 in central Iran. The death toll was approximately 15,000 and the worst damage was to the town Tabas, which was at the epicentre of the quake and completely flattened. 40 villages within a 30 miles (48&#160;km) radius were damaged. All the town's doctors were reported to have died, leaving civilians to treat others. All water and electricity was cut from Tabas, along with phone lines. The nearest accessible place to gain water was the town of Ferdows, a three hour drive away."},{"link":"http://en.wikipedia.org/wiki/1979_Montenegro_earthquake","desc":"The 1979 Montenegro earthquake (Montenegrin:Земљотрес у Црној Гори из 1979. године, Zemljotres u Crnoj Gori iz 1979. godine) was the most devastating earthquake on the territory of present-day Montenegro, then part of SFR Yugoslavia."},{"link":"http://en.wikipedia.org/wiki/1980_El_Asnam_earthquake","desc":"The 1980 El Asnam earthquake was an earthquake that occurred in the Algerian town of El Asnam, now known as Chlef, within the central part of the Chelif valley. The earthquake - at 7.3 on the Richter scale the largest earthquake in Algeria - was followed 3 hours later by an aftershock measuring 6.3 on the Richter scale, and these two quakes caused considerable damage and a high death toll."},{"link":"http://en.wikipedia.org/wiki/1980_Irpinia_earthquake","desc":"The 1980 Irpinia earthquake took place in the Irpinia region in Southern Italy on Sunday, November 23, 1980. Measuring 6.89 on the Richter Scale, the quake, centered on the village of Conza, killed 2,914 people, injured more than 10,000 and left 300,000 homeless. It is known in Italy as Terremoto dell'Irpinia (Irpinian earthquake)."},{"link":"http://en.wikipedia.org/wiki/1981_Dawu_earthquake","desc":"On 24 January 1981 at 5:13 a.m. China Standard Time (23 January 1981 at 21:13 UTC), Sichuan, China, was struck by a large earthquake known as the 1981 Dawu earthquake. Registering a Richter scale magnitude of 6.8, the earthquake killed about 150 and injured roughly 300 more. It caused much damage within a close range to its epicenter."},{"link":"http://en.wikipedia.org/wiki/1981_Irian_Jaya_earthquake","desc":"On January 19, 1981, eastern Indonesia was struck by an earthquake known as the 1981 Irian Jaya earthquake. Registering a magnitude of 6.8 on the Richter scale, it killed more than 300 people, damaging structures and buildings across the Irian Jaya province."},{"link":"http://en.wikipedia.org/wiki/1982_North_Yemen_earthquake","desc":"The 1982 North Yemen earthquake was a magnitude 6.0 earthquake that hit near the city of Dhamar, North Yemen (now part of Yemen) on December 13 1982. It was the first instrumentally recorded earthquake in the Dhamar region. As many as 2,800 people were killed and 1,500 injured."},{"link":"http://en.wikipedia.org/wiki/1983_Coalinga_earthquake","desc":"The 1983 Coalinga earthquake occurred on May 2, 1983 at exactly 23:42 UTC in Coalinga, California. The earthquake recorded 6.5 on the Richter scale. The earthquake was caused by an unknown fault buried under the surface."},{"link":"http://en.wikipedia.org/wiki/1983_Chagos_Archipelago_earthquake","desc":"The 1983 Chagos Archipelago earthquake occurred on November 30, 1983 at 17:46 UTC in the region of the Chagos Archipelago, British Indian Ocean Territory. This earthquake had a magnitude of Ms 7.7. This earthquake occurred in the Indian Plate near the Central Indian Ridge. The Central Indian Ridge is unusually active in near-ridge earthquakes. The intense seismic activity in this region may indicate an early stage of converging plate boundary, which is responsible for the N-S extension near Chagos. There was a 40 cm tsunami reported in Victoria, Seychelles."},{"link":"http://en.wikipedia.org/wiki/1984_Morgan_Hill_earthquake","desc":"The 1984 Morgan Hill Earthquake (also Halls Valley Earthquake) was a magnitude 6.2 earthquake that occurred on April 24, 1984 at 1:15 PM local time, in the south San Francisco Bay Area, California. The epicenter of the quake was located near Mount Hamilton in the Diablo Range of the California Coast Ranges, although nearby communities, including Morgan Hill, sustained serious damage. Damages from the earthquake totaled $7 million USD, not taking into account damages to high-tech industrial facilities."},{"link":"http://en.wikipedia.org/wiki/1984_Northern_Sumatra_earthquake","desc":"The 1984 Northern Sumatra earthquake occurred on November 17, 1984 at 06:49 UTC. The epicenter was located off the coast of Sumatra, near the island of Nias. It was an Mw 7.2 earthquake. Building damage was reported in Nias island. This earthquake could be strongly felt in parts of Northern Sumatra, including Padang and Medan. The focal mechanism corresponded to reverse faulting."},{"link":"http://en.wikipedia.org/wiki/1985_Santiago_earthquake","desc":"The 1985 Santiago earthquake was a seismic movement registered on 3 March 1985 at 22:47 UTC (19:47 local time). Its epicenter was located on the south coasts of Valparaíso Region, Chile, close to the beach of Algarrobo. It had a magnitude of 8.0 Mw."},{"link":"http://en.wikipedia.org/wiki/1985_Pichilemu_earthquake","desc":"The 1985 Pichilemu earthquake, also known locally as the Lago Rapel earthquake, was a 7.5 magnitude earthquake that occurred 50 kilometres (31&#160;mi) northeast of Pichilemu, O'Higgins Region, Chile on April 8, 1985 at 21:56:59 local time (01:56:59 UTC) at a depth of 37.8 kilometres (23.5&#160;mi)."},{"link":"http://en.wikipedia.org/wiki/1985_Mexico_City_earthquake","desc":"The 1985 Mexico City earthquake, a magnitude 8.1&#160;earthquake that struck Mexico City on the early morning of 19&#160;September&#160;1985 at around 7:19&#160;AM&#160;(CST), caused the deaths of at least 10,000&#160;people and serious damage to the greater Mexico City Area. The complete seismic event consisted of four quakes. A pre-event quake of magnitude&#160;5.2 occurred on 28&#160;May&#160;1985. The main and most powerful shock occurred 19&#160;September, followed by two aftershocks: one on 20&#160;September&#160;1985 of magnitude&#160;7.5 and the fourth occurring seven months later on 30&#160;April&#160;1986 of magnitude&#160;7.0. The quakes were located off the Mexican Pacific coast, more than 350&#160;km away, but due to strength of the quake and the fact that Mexico City sits on an old lakebed, Mexico City suffered major damage. The event caused between three and four billion USD in damage as 412&#160;buildings collapsed and another 3,124&#160;were seriously damaged in the city. While the number is in dispute, the most-often cited number of deaths is an estimated 10,000&#160;people but experts agreed that it could be up to 40,000."},{"link":"http://en.wikipedia.org/wiki/1985_Nahanni_earthquakes","desc":"The 1985 Nahanni earthquakes is the name for a continuous sequence of earthquakes that began in 1985 in the Nahanni region of the Northwest Territories, Canada. The largest of these earthquakes occurred on December 23, 1985, reaching 6.9 on the moment magnitude scale. This is one of the most significant earthquakes in Canada during the 20th century."},{"link":"http://en.wikipedia.org/wiki/1986_San_Salvador_earthquake","desc":"The 1986 San Salvador Earthquake struck El Salvador on October 10, 1986 at 17:49:24 UTC (11:49:24 local time), causing considerable damage to the capital city, San Salvador, and surrounding areas, including neighbouring Honduras and Guatemala."},{"link":"http://en.wikipedia.org/wiki/1987_Ecuador_earthquakes","desc":"The 1987 Ecuador earthquakes occurred at 1:54 GMT and 4:10 GMT on March 6, 1987 with magnitudes of 6.1 and 6.9 on the surface wave magnitude scale, respectively. The earthquakes were centered in Napo Province in northeast Ecuador; the epicenters were on the eastern slopes of the Andes, about 100&#160;km ENE of Quito and 25&#160;km north of Reventador Volcano. The earthquakes caused an estimated 1,000 deaths and US$1 billion in damage."},{"link":"http://en.wikipedia.org/wiki/1987_Whittier_Narrows_earthquake","desc":"The 1987 Whittier Narrows earthquake struck the southern San Gabriel Valley and surrounding communities of southern California at 7:42 a.m. (PDT) on October 1, 1987. The magnitude 5.9 earthquake was originally assigned a magnitude of 6.0 but was revised a few days later when additional data became available. Its epicenter was in the town of Rosemead, California, at a depth of 9.5 kilometers (5.9&#160;mi)."},{"link":"http://en.wikipedia.org/wiki/1988_Spitak_earthquake","desc":"The Spitak Earthquake (also called Leninakan Earthquake and Gyumri Earthquake) was a tremor with a magnitude of 6.9, that took place on December 7, 1988 at 11:41 local time (07:41 UTC) in the Spitak region of Armenia, then part of the Soviet Union. The earthquake killed at least 25,000 people; geologists and earthquake engineering experts laid the blame on the poorly built support structures of apartments and other buildings built during the \"stagnation\" era of Leonid Brezhnev."},{"link":"http://en.wikipedia.org/wiki/1989_Loma_Prieta_earthquake","desc":"The Loma Prieta earthquake, also known as the Quake of '89 and the World Series Earthquake, was a major earthquake that struck the San Francisco Bay Area of California on October 17, 1989, at 5:04 p.m. local time. Caused by a slip along the San Andreas Fault, the quake lasted 10–15 seconds and measured 6.9 on the moment magnitude scale (surface-wave magnitude 7.1) or 6.9 on the open-ended Richter Scale. The quake killed 63 people throughout northern California, injured 3,757 and left some 3,000-12,000 people homeless."},{"link":"http://en.wikipedia.org/wiki/1989_Newcastle_earthquake","desc":"The 1989 Newcastle earthquake was a Richter magnitude 5.6 earthquake that occurred in Newcastle, New South Wales on Thursday, 28 December 1989, at 10:27 am. It was one of Australia's most serious natural disasters, killing 13 people and injuring more than 160. The damage bill has been estimated at A$4 billion (including an insured loss of about $1 billion)."},{"link":"http://en.wikipedia.org/wiki/North_Anatolian_Fault","desc":"The North Anatolian Fault (NAF) (Turkish: Kuzey Anadolu Fay Hattı) is a major active right lateral-moving strike-slip fault in northern Anatolia which runs along the transform boundary between the Eurasian Plate and the Anatolian Plate. The fault extends westward from a junction with the East Anatolian Fault at the Karliova Triple Junction in eastern Turkey, across northern Turkey and into the Aegean Sea. It runs about 20 km south of Istanbul."},{"link":"http://en.wikipedia.org/wiki/1992_Landers_earthquake","desc":"The 1992 Landers earthquake was a magnitude 7.3 earthquake that occurred on June 28, 1992 with an epicenter near the town of Landers, California. The quake was described at the time as the largest earthquake to have occurred in the contiguous United States in 40 years."},{"link":"http://en.wikipedia.org/wiki/1992_Nicaragua_earthquake","desc":"The 1992 Nicaragua earthquake occurred off the coast of Nicaragua on September 2, 1992. Some damage was also reported in Costa Rica. At least 116 people were killed and several more were injured. The quake was located in an active zone of stress and deformation. It created tsunamis disproportionately large for its surface-wave magnitude, or Ms."},{"link":"http://en.wikipedia.org/wiki/1992_Cairo_earthquake","desc":"The 1992 Cairo earthquake occurred at 13:09 UTC on 12 October, with an epicenter near Dahshur, 35 km south of Cairo. The earthquake had a magnitude of 5.8, but was unusually destructive for its size, causing 545 deaths, injuring 6512 and making 50,000 people homeless. It was the most damaging event to affect Cairo since 1847."},{"link":"http://en.wikipedia.org/wiki/1993_Hokkaido_earthquake","desc":"The 1993 southwest-off Hokkaido earthquake (北海道南西沖地震, Hokkaidō Nansei Oki Jishin?) occurred at 13:17 UTC on 12 July 1993 in the Sea of Japan near the island of Hokkaido. It had a magnitude of 7.7 on the moment magnitude scale and a maximum felt intensity of VIII (Destructive) on the Mercalli intensity scale. It triggered a major tsunami that caused deaths on Hokkaidō and in southeastern Russia, with a total of 230 fatalities recorded. The island of Okushiri was hardest hit, with 165 casualties from the earthquake, the tsunami and a large landslide."},{"link":"http://en.wikipedia.org/wiki/1993_Latur_earthquake","desc":"The Latur earthquake struck India at 03:56 local time (UTC + 04:30) on September 30, 1993. The main area affected was the Maharashtra State in Western India. The earthquake primarily affected the districts of Latur and Osmanabad including Ausa block of Latur and Umerga of Osmanabd. Total 52 villages were demolished.It was an intraplate earthquake. It measured 7.4 on the Richter Scale, and approximately 20,000 people died, whilst another 30,000 were injured. The earthquake's focus was around 12&#160;km deep - relatively shallow causing shock waves to cause more damage."},{"link":"http://en.wikipedia.org/wiki/1994_Northridge_earthquake","desc":"The Northridge earthquake was a massive earthquake that occurred on January 17, 1994, at 04:31 Pacific Standard Time in Reseda, a neighborhood in the city of Los Angeles, California, lasting for about 10–20 seconds. The earthquake had a \"strong\" moment magnitude of 6.7, but the ground acceleration was one of the highest ever instrumentally recorded in an urban area in North America, measuring 1.7 g (16.7&#160;m/s2) with strong ground motion felt as far away as Las Vegas, Nevada, over 270 miles (435 km) from the epicenter. At least 33 deaths were attributed to the earthquake, with some estimates ranging much higher, and there were over 8,700 injured. In addition, the earthquake caused an estimated $20 billion in damage, making it one of the costliest natural disasters in U.S. history."},{"link":"http://en.wikipedia.org/wiki/1994_Bolivia_earthquake","desc":"The 1994 Bolivia earthquake occurred on June 9, 1994. The epicenter was located in a sparsely populated region in the Amazon jungle, about 200 miles from La Paz."},{"link":"http://en.wikipedia.org/wiki/1994_Kuril_Islands_earthquake","desc":"The 1994 Kuril Islands earthquake occurred on October 4, 1994 at 13:22 UTC (October 5, 1994 at 00:22 local time). It had a magnitude of Mw 8.2. The epicenter was located at about 70&#160;km east of the Shikotan Island. This earthquake triggered a tsunami in southern Kuril Islands and Hokkaido. The shaking and tsunami caused road and building damage. At least 10 people were reported dead. The earthquake could be felt in Tokyo with shindo 3, and in Hokkaido, the highest intensity reached shindo 6. This earthquake was an intra-slab earthquake within the Pacific Plate which is subducting beneath the Okhotsk Plate."},{"link":"http://en.wikipedia.org/wiki/1994_offshore_Sanriku_earthquake","desc":"The 1994 offshore Sanriku earthquake (Japanese: 1994年三陸はるか沖地震 Senkyūhyakukyūjūyo-nen Sanriku-haruka-oki Jishin) occurred on December 28, 1994 at 12:19 UTC (21:19 local time). This was a magnitude Mw 7.7 earthquake with epicenter located in the Pacific Ocean at about 180 km east of Hachinohe, Aomori (haruka-oki means \"far offshore\"). Three people were reported dead and more than 200 injured. 48 houses were completely destroyed. Road damage and power outages were reported. Liquefaction occurred in the Hachinohe Port area. The intensity reached shindo 6 in Hachinohe, Aomori, about 187.6 km from epicenter. It could be felt in Tokyo, about 632.9 km from epicenter, with shindo 2. The Japanese Meteorological Agency put the magnitude at Mjma 7.5. Slip associated with this earthquake continued for more than a year and it has been termed an 'ultra-slow earthquake'."},{"link":"http://en.wikipedia.org/wiki/Great_Hanshin_earthquake","desc":"Mw 6.8 (USGS)"},{"link":"http://en.wikipedia.org/wiki/1995_Antofagasta_earthquake","desc":"Coordinates: 23°39′N 70°54′E﻿ / ﻿23.65°N 70.9°E﻿ / 23.65; 70.9"},{"link":"http://en.wikipedia.org/wiki/1995_Guerrero_earthquake","desc":"The 1995 Guerrero earthquake occurred on September 14, 1995 at 14:04 UTC (08:04 local time). This earthquake had a magnitude of Mw 7.4, with the epicenter being located in the state of Guerrero, Mexico. Three people were reported dead. In the rural part of southeast Guerrero, many houses with adobe of poor quality suffered heavier damage. The intensity in Copala reached MM VII. The earthquake could be felt strongly along the coast from Michoacán to Chiapas."},{"link":"http://en.wikipedia.org/wiki/1995_Colima-Jalisco_earthquake","desc":"The 1995 Colima-Jalisco earthquake was a Mw 8.0 earthquake which occurred on October 9 at 15:36 UTC, off the coast of Jalisco, Mexico. At least 49 people died and 100 were injured because of the earthquake. The earthquake triggered a tsunami, which affected a 200 km stretch of the coast. The Cihuatlan-Manzanillo area, Colima, was more severely affected than other areas. The earthquake could be felt in Mexico City and in high-rise buildings in Dallas and Houston.  The intensities in Colima and Jalisco reached MM VI."},{"link":"http://en.wikipedia.org/wiki/1995_Chiapas_earthquake","desc":"The 1995 Chiapas earthquake occurred on October 20, 1995 at 20:38 local time (October 21, 1995 at 02:38 UTC). The epicenter was located in the state of Chiapas, Mexico, near Tuxtla Gutiérrez. It had a magnitude of Mw 7.1, or ML 6.5. Building damage was reported. Around 70 people were reported injured. In Tuxtla Gutiérrez, telephone and electricity services were momentarily interrupted. This earthquake could be felt strongly in Mexico City and in many parts of southern Mexico. It could also be felt in Guatemala and El Salvador."},{"link":"http://en.wikipedia.org/wiki/1995_Wuding_earthquake","desc":"The 1995 Wuding earthquake occurred on October 23, 1995 at 22:46 UTC (October 24, 1995 at 06:46 local time). The epicenter was located near Fenduo Village (芬多村), Fawo Township (发窝乡) of the Wuding County, Yunnan, China. The magnitude of the earthquake was put at Mw 6.2, or Ms 6.5. 53 people were reported dead and 13 903 injured. Many houses and public buildings were damaged, including the Fawo Middle School (发窝中学) and the Fawo Township Office. This earthquake could be felt in southwestern Sichuan."},{"link":"http://en.wikipedia.org/wiki/1996_Biak_earthquake","desc":"The 1996 Biak earthquake, or the 1996 Irian Jaya earthquake, occurred on February 17, 1996 at 14:59 local time (05:59 UTC) near the Biak Island, Indonesia. The earthquake had a magnitude of Mw 8.1. The run-up height of the generated tsunami reached 7 m. 108 people were reported dead. This earthquake was a thrust in a very oblique subduction zone. It ruptured at least 270&#160;km along the New Guinea trench. The slip distribution is very nonuniform. The largest slip was ∼12 m near the hypocentral depth (∼10&#160;km), and the mean slip over a 230&#160;km by 100&#160;km fault area was 4 m."},{"link":"http://en.wikipedia.org/wiki/1997_Umbria_and_Marche_earthquake","desc":"The 1997 Umbria and Marche earthquake consisted of two earthquakes that occurred in the regions of Umbria and Marche, central Italy, in quick succession on the morning of September 26 1997."},{"link":"http://en.wikipedia.org/wiki/1997_Manyi_earthquake","desc":"The 1997 Manyi earthquake (玛尼地震) occurred on November 8, 1997 at 10:02 UTC. The epicenter was in Nagqu Prefecture (那曲地區) in northern Tibet. The focal mechanism indicates a lift-lateral strike-slip movement. This earthquake had a surface rupture of 170 km long with up to 7 m of left-lateral slip along the Manyi fault, a westward continuation of the Kunlun fault, offset about 100 km to the south. Normally, the continental crust is about 35 km thick, but it reaches 70 km thick under the Tibetan Plateau. This earthquake ruptured up to 20 km of the top part of the local continental crust."},{"link":"http://en.wikipedia.org/wiki/1998_Papua_New_Guinea_earthquake","desc":"The 1998 Papua New Guinea earthquake was a magnitude 7.0 earthquake that took place in the early evening of Friday, 17 July 1998. The earthquake struck the north coast region of Papua New Guinea, 25&#160;km&#160;(16&#160;mi) from the coast near Aitape, and caused a large undersea landslide, which in turn caused a tsunami that hit the coast, killing more than 2200 people."},{"link":"http://en.wikipedia.org/wiki/1999_Armenia,_Colombia_earthquake","desc":"The 1999 Coffee Axis, Colombia earthquake was an earthquake that heavily affected the city of Armenia, Colombia in the Quindío department, 18 towns and 28 villages in the Colombian Coffee-Growers Axis region departments, and to a lesser degree, the cities of Pereira and Manizales."},{"link":"http://en.wikipedia.org/wiki/1999_%C4%B0zmit_earthquake","desc":"The 1999 İzmit earthquake (also known as the Kocaeli or Gölcük earthquake) was a 7.6 magnitude earthquake that struck northwestern Turkey on August 17, 1999, at about 3:02am local time. The event lasted for 37 seconds, killing around 17,000 people and leaving approximately half a million people homeless. Even though official sources consider casualties 17,000 people, non-official sources consider the casualties 35,000 people. The nearby city of Izmit was very badly damaged."},{"link":"http://en.wikipedia.org/wiki/1999_Chichi_earthquake","desc":"The 921 earthquake (Chinese: 九二一大地震; pinyin: Jiǔ'èryī dàdìzhèn), also known as Jiji earthquake (Chinese: 集集大地震; pinyin: Jíjí dàdìzhèn), was a 7.3 Ms or 7.6 Mw earthquake which occurred at 1:47:12 am local time (17:47:12 UTC on September 20, 1999) in Jiji (Chichi, 集集), Nantou County, Taiwan. 2,415 people were killed, 11,305 injured, and NT$300 billion (US$10 billion) worth of damage was done. It was the second-deadliest quake in recorded history in Taiwan, after the 1935 Hsinchu-Taichung earthquake."},{"link":"http://en.wikipedia.org/wiki/1999_D%C3%BCzce_earthquake","desc":"The Düzce earthquake of 1999 was an earthquake that occurred on 12 November 1999 at 18.57 local time (16.57 UTC} with a moment magnitude of 7.2, causing damage and 894 fatalities in Duzce, Turkey. The epicenter was approx. 100&#160;km (62&#160;mi) to the east of the moment magnitude 7.4 1999 İzmit earthquake of 17 August, 1999, which killed over 17,000 people."},{"link":"http://en.wikipedia.org/wiki/2000_Yunnan_earthquake","desc":"The 2000 Yunnan earthquake occurred on January 14 2000, at 23:37 UTC, in Yunnan, China. The earthquake killed 7 people, and caused much damage in central Yunnan Province."},{"link":"http://en.wikipedia.org/wiki/2000_Sumatra_earthquake","desc":"The 2000 Sumatra earthquake struck at 23:30 local time on June 4, 2000 off the coast of southern Sumatra, Indonesia with a magnitude of 7.9 Mw. The United States Geological Survey reported 103 fatalities, in addition to 2,174 injured people. Over 730 aftershocks shocked the area afterwards, one just eleven minutes after the main earthquake."},{"link":"http://en.wikipedia.org/wiki/2000_New_Ireland_earthquakes","desc":"The 2000 New Ireland earthquakes were a series of large earthquakes that occurred off the coast of New Ireland Province, Papua New Guinea on November 16 and 17, 2000."},{"link":"http://en.wikipedia.org/wiki/2000_Baku_earthquake","desc":"The 2000 Baku earthquake occurred on Saturday, November 25, 2000 at 22:10 (18:10 GMT) local time, measuring 7.0 on the Richter scale in the epicentre with 6.3 in Baku, Azerbaijan, and three minutes later followed by a quake measuring 5.9. It was the strongest for almost 160 years, since 1842 in the Baku suburbs and in addition to the capital affected Sumgayit, Shamakhi and neighboring cities. According to the United States Geological Survey, the epicentre was in the Caspian Sea, 25&#160;km to the south south-east of Baku. The earthquake was felt as far away as e.g. Tbilisi, 600&#160;km north west of the epicentre, Makhachkala (up to magnitude 4) and the Karabudakh and Isberbas settlements in Dagestan (up to 5). It is assumed that the earthquake was triggered by active tectonic motion on the border of two major sections of the earth crust – the Turansk plate and the Kopedag-Caucasian folded plate motion area. The earthquake zone gravitates towards Apsheron-Chelekensk deep crust break."},{"link":"http://en.wikipedia.org/wiki/2001_El_Salvador_earthquakes","desc":"The 2001 El Salvador earthquakes were two earthquakes which hit El Salvador within exactly one month of each other, on January 13 and February 13, 2001."},{"link":"http://en.wikipedia.org/wiki/2001_Gujarat_earthquake","desc":"The 2001 Gujarat earthquake occurred on January 26, 2001, India's 51st Republic Day, at 08:46 AM local time (3:16 UTC) and lasted for over two minutes. The epicentre was about 9 km south-southwest of the village of Chobari in Bhachau Taluka of Kutch District of Gujarat, India. The earthquake reached a magnitude of between 7.6 and 7.7 on the moment magnitude scale and had a maximum felt intensity of X (Intense) on the Mercalli intensity scale. The quake killed around 20,000 people (including 18 in South eastern Pakistan), injured another 167,000 and destroyed nearly 400,000 homes."},{"link":"http://en.wikipedia.org/wiki/2001_El_Salvador_earthquakes","desc":"The 2001 El Salvador earthquakes were two earthquakes which hit El Salvador within exactly one month of each other, on January 13 and February 13, 2001."},{"link":"http://en.wikipedia.org/wiki/2001_Nisqually_earthquake","desc":"&#160;United States"},{"link":"http://en.wikipedia.org/wiki/2001_southern_Peru_earthquake","desc":"The 2001 southern Peru earthquake was a magnitude 8.4 earthquake that occurred at 20:33:14 UTC (15:33:14 local time) on Saturday, June 23, 2001. The quake affected the Peruvian regions of Arequipa, Moquegua and Tacna. It was the most devastating earthquake in Peru since the catastrophic 1970 Ancash earthquake and globally the largest earthquake since the 1965 Rat Islands earthquake."},{"link":"http://en.wikipedia.org/wiki/2001_Kunlun_earthquake","desc":"The 2001 Kunlun earthquake also known as the 2001 Kokoxili earthquake, occurred on 14 November 2001 at 09:26 UTC (17:26 local time), with an epicenter near Kokoxili, close to the border between Qinghai and Xinjiang in a remote mountainous region. With a magnitude of 7.8 Mw it was the most powerful earthquake in China for 5 decades . No casualties were reported, presumably due to the very low population density and the lack of high-rise buildings. This earthquake was associated with the longest surface rupture ever recorded on land, ~450&#160;km."},{"link":"http://en.wikipedia.org/wiki/2002_Hindu_Kush_earthquakes","desc":"The 2002 Hindu Kush earthquakes were two earthquakes which hit the Hindu Kush mountain range area in Afghanistan on March 3 and March 25, 2002."},{"link":"http://en.wikipedia.org/wiki/2002_Hindu_Kush_earthquakes","desc":"The 2002 Hindu Kush earthquakes were two earthquakes which hit the Hindu Kush mountain range area in Afghanistan on March 3 and March 25, 2002."},{"link":"http://en.wikipedia.org/wiki/2002_Bou%27in-Zahra_earthquake","desc":"The 2002 Bou'in-Zahra earthquake (also known as the 2002 Avaj earthquake or the 2002 Changureh earthquake[a]) occurred on June&#160;22,&#160;2002 in a region of northwestern Iran which is crossed by several major fault lines. The earthquake's epicenter was near the settlement[b] of Bou'in-Zahra[c] in Qazvin Province, an area known for destructive earthquakes. Measuring 6.5 on the Richter scale and 6.3 on the moment magnitude scale, the earthquake killed at least 261&#160;people and injured 1,500&#160;more. Over 20&#160;aftershocks followed the earthquake."},{"link":"http://en.wikipedia.org/wiki/2002_Kalehe_earthquake","desc":"The 2002 Kalehe earthquake occurred on October 24, 2002 at 06:08 UTC. This earthquke had a magnitude Mw 6.2, and the epicenter was located in Democratic Republic of the Congo, near Lake Kivu. Two people were reported dead. Building damage was reported in Goma, Lwiro, and Mugeri."},{"link":"http://en.wikipedia.org/wiki/2002_Molise_earthquake","desc":"The 2002 Molise earthquake was a magnitude 5.9 earthquake that hit the Italian regions of Molise and Puglia on October 31, 2002 at 10:32:58 (UTC). The depth of the earthquake was 10.0&#160;km (6.2 miles)."},{"link":"http://en.wikipedia.org/wiki/2002_Sumatra_earthquake","desc":"The 2002 Sumatra earthquake occurred at 01:26 UTC on 2 November. It had a magnitude of 7.3 on the moment magnitude scale with an epicenter just north of Simeulue island and caused three deaths. This earthquake is regarded as a foreshock of the 2004 Indian Ocean earthquake, which had an epicenter about 60 km to the northwest."},{"link":"http://en.wikipedia.org/wiki/2002_Denali_earthquake","desc":"The 2002 Denali earthquake occurred at 22:12:41 UTC (1:12 PM Local Time) November 3, 2002, with an epicenter 66&#160;km ESE of Denali National Park, Alaska, United States. This 7.9 Mw earthquake was the largest recorded in the interior of the United States for more than 150 years. The shock was the strongest ever recorded in the interior of Alaska. There were no fatalities and only a few injuries due to the remote location."},{"link":"http://en.wikipedia.org/wiki/2003_Colima_earthquake","desc":"The 2003 Colima earthquake occurred on 21 January, and registered a magnitude of 7.6 on the Richter scale. The epicenter was located on the Pacific coast, in the Mexican state of Colima. The earthquake was felt as far away as Mexico City, and in southern parts of the United States."},{"link":"http://en.wikipedia.org/wiki/2003_Bachu_earthquake","desc":"The 2003 Bachu earthquake occurred on 24 February, 2003, in the Xinjiang Autonomous Region in northwest China. The epicentre was located near to the town of Bachu, approximately 105&#160;km east of Kashgar and 310&#160;km west of Aksu. At least 261 people died as a result of the earthquake, and more than 4,000 were injured. Most of the casualties occurred in Bachu county. Almost 10,000 homes were levelled by the earthquake. A further 5 people were killed in powerful aftershocks which occurred on 26 February, 2003."},{"link":"http://en.wikipedia.org/wiki/2003_Bing%C3%B6l_earthquake","desc":"The 2003 Bingöl earthquake was a magnitude 6.4 earthquake that hit eastern Turkey on May 1, 2003 at 03:27 local time (00:27 UTC). The epicenter was in Bingöl Province, 15&#160;km north of Bingöl. At least 176 people were killed, and 625 buildings collapsed or suffered heavy damage in the affected region."},{"link":"http://en.wikipedia.org/wiki/2003_Boumerd%C3%A8s_earthquake","desc":"The 2003 Boumerdès earthquake was a magnitude 6.8 Mw earthquake that occurred on May 21, 2003 in northern Algeria. The epicentre of the earthquake was located in the town of Thénia in Boumerdès Province, approximately 60&#160;km east of the capital Algiers. The quake was the strongest to hit Algeria in more than twenty years since 1980, when a magnitude 7.3 earthquake resulted in 3,500 deaths."},{"link":"http://en.wikipedia.org/wiki/2003_Dominican_Republic_earthquake","desc":"Coordinates: 17°59′N 69°20′W﻿ / ﻿17.98°N 69.34°W﻿ / 17.98; -69.34 On September 22, 2003 at 00:45 local time (04:45 UTC), a magnitude 6.4 Mw earthquake occurred close the northern coast of the Dominican Republic. Its epicenter was located at 19°50′49″N 70°39′58″W﻿ / ﻿19.847°N 70.666°W﻿ / 19.847; -70.666, near the town of Luperon, Puerto Plata and 40 miles (64&#160;km) north the city of Santiago de los Caballeros.. This earthquake could also be felt in Port-au-Prince, Haiti. A research indicated that it was one of a series of westward-propagating earthquakes along the boundary between the North American Plate and the Caribbean Plate."},{"link":"http://en.wikipedia.org/wiki/2003_Altai_earthquake","desc":"The 2003 Altai earthquake, or 2003 Chuya earthquake, occurred on September 27, 2003, at 18:33 local time (11:33 UTC). The epicenter was in Altai Republic, Russia and was close to the borders of Mongolia, China, and Kazakhstan. The magnitude was put at Mw 7.3 and the depth 18 km. It was felt in a wide range of southern Siberia, and the intensity was MM V in Novosibirsk. 300 houses were destroyed. It was the strongest earthquake in this region since an estimated 7.7 earthquake on December 20, 1761. This earthquake occurred in a segmented fault zone which had not been previously recognized. This earthquake had both right-lateral strike-slip and reverse movements."},{"link":"http://en.wikipedia.org/wiki/2003_San_Simeon_earthquake","desc":"The 2003 San Simeon Earthquake was a magnitude 6.5 earthquake on the Central Coast of California, about 7 miles (11&#160;km) northeast of San Simeon. It occurred at 11:15 PST (19:15 UTC) on December 22, 2003. The earthquake probably occurred on the Oceanic fault zone in the Santa Lucia Mountains. It was caused by reverse faulting and propagated southeast from the hypocenter for 12 miles (19&#160;km). The most violent ground movement occurred within 50 miles of the epicenter, though the earthquake was felt as far away as Los Angeles."},{"link":"http://en.wikipedia.org/wiki/2003_Puerto_Armuelles_earthquake","desc":"The 2003 Puerto Armuelles earthquake occurred on December 25, 2003 at 02:11 local time (07:11 UTC). The epicenter was located in Panama, at about 7 km east of Puerto Armuelles, near the Panama-Costa Rica border. The earthquake had a magnitude of Mw 6.5. Two people were reported dead in Puerto Armuelles. There was building damage in Panama and Costa Rica. Power outage lasted for about 4 hours in Puerto Armuelles. The maximal intensity was MM VIII in Finca Naranjo, Costa Rica. The intensity was MM VII in Armuelles, Panama, and MM IV in Limón and the Central Valley, Costa Rica, including San José. This earthquake could also be felt in Panama City."},{"link":"http://en.wikipedia.org/wiki/2003_Bam_earthquake","desc":"The 2003 Bam earthquake was a major earthquake that struck Bam and the surrounding Kerman province of southeastern Iran at 1:56&#160;AM UTC (5:26&#160;AM Iran Standard Time) on Friday, December 26, 2003. The most widely accepted estimate for the magnitude of the earthquake is a moment magnitude (Mw) of 6.6; estimated by the United States Geological Survey. The earthquake was particularly destructive, with the death toll amounting to 26,271 people and injuring an additional 30,000. The effects of the earthquake were exacerbated by the use of mud brick as the standard construction medium; many of the area's structures did not comply with earthquake regulations set in 1989."},{"link":"http://en.wikipedia.org/wiki/2004_Morocco_earthquake","desc":"Coordinates: 35°15′00″N 3°55′59″W﻿ / ﻿35.25°N 3.933°W﻿ / 35.25; -3.933"},{"link":"http://en.wikipedia.org/wiki/2004_Ch%C5%ABetsu_earthquake","desc":"The Chūetsu Earthquakes (中越地震, Chūetsu jishin?) occurred at 5:56 p.m.(local time) on Saturday, October 23, 2004 (0856 UT, same day). The Japan Meteorological Agency (JMA) has named it the Heisei 16 Niigata Prefecture Chuetsu Earthquake (平成16年新潟県中越地震) (Romaji: Heisei ju-roku-nen Niigata-ken Chuetsu Jishin) or The Mid Niigata Prefecture Earthquake of 2004. Niigata Prefecture is located in the Hokuriku region of Honshū, the largest island of Japan. The initial earthquake caused noticeable shaking across almost half of Honshū, including parts of the Tohoku, Hokuriku, Chūbu, and Kantō regions."},{"link":"http://en.wikipedia.org/wiki/2004_Indian_Ocean_earthquake","desc":"The 2004 Indian Ocean earthquake was an undersea megathrust earthquake that occurred at 00:58:53 UTC on Sunday, December 26, 2004, with an epicentre off the west coast of Sumatra, Indonesia. The quake itself is known by the scientific community as the Sumatra-Andaman earthquake. The resulting tsunami is given various names, including the 2004 Indian Ocean tsunami, South Asian Tsunami, Indonesian Tsunami, and Boxing Day Tsunami."},{"link":"http://en.wikipedia.org/wiki/2005_Zarand_earthquake","desc":"Coordinates: 30°48′36″N 56°34′01″E﻿ / ﻿30.810°N 56.567°E﻿ / 30.810; 56.567"},{"link":"http://en.wikipedia.org/wiki/2005_Fukuoka_earthquake","desc":"The Fukuoka earthquake struck Fukuoka Prefecture, Japan at 10:53 am JST on March 20, 2005, and lasted for approximately 1 minute. The Japan Meteorological Agency (JMA) measured it as peaking at a magnitude of 7.0 (6.6) and named it and its subsequent aftershocks the Fukuoka Prefecture Western Offshore Earthquakes (福岡県西方沖地震?). The quake occurred along a previously unknown fault in the Genkai Sea, North of Fukuoka city, and the residents of Genkai island were forced to evacuate as houses collapsed and landslides occurred in places. Investigations subsequent to the earthquake determined that the new fault was most likely an extension of the known Kego fault that runs through the centre of the city."},{"link":"http://en.wikipedia.org/wiki/2005_Sumatra_earthquake","desc":"The 2005 Sumatra earthquake, referred to as the Nias Earthquake by the scientific community, was a major earthquake on 28 March 2005, located off the west coast of northern Sumatra, Indonesia. Approximately 1300 people were killed by the earthquake, mostly on the island of Nias. The event caused panic in the region, which had previously been devastated by the massive tsunami triggered by the 2004 Indian Ocean earthquake, but this earthquake generated a relatively small tsunami that caused limited damage. It was the third most powerful earthquake since 1965 in Indonesia."},{"link":"http://en.wikipedia.org/wiki/2005_Tarapac%C3%A1_earthquake","desc":"The 2005 Tarapacá earthquake was an earthquake registered on June 13, 2005 at 22:44:33 UTC (18:44:33 local time). Its epicenter was located near locality of Mamiña, affecting the Tarapacá and adjacent parts of Bolivia."},{"link":"http://en.wikipedia.org/wiki/2005_Miyagi_earthquake","desc":"The 2005 Miyagi earthquake was a powerful earthquake that struck the east coast of the Japanese island of Honshū at 11.46am (02:46 UTC) on August 16, causing casualties, building collapses and power outages."},{"link":"http://en.wikipedia.org/wiki/2005_northern_Peru_earthquake","desc":"The 2005 northern Peru earthquake occurred on September 25, 2005 at 20:56 local time (01:56 UTC), with a magnitude of 7.5. It resulted in the deaths of at least five people."},{"link":"http://en.wikipedia.org/wiki/2005_Kashmir_earthquake","desc":"The 2005 Kashmir earthquake was a major earthquake centered in Pakistan-administered Kashmir known as Azad Kashmir, near the city of Muzaffarabad, affecting Gilgit-Baltistan and Khyber Pakhtunkhwa province of Pakistan. It occurred at 08:52:37 Pakistan Standard Time (03:52:37 GMT) on 8 October 2005. It registered a moment magnitude of 7.6 making it similar in size to the 1906 San Francisco earthquake, the 1935 Quetta earthquake, the 2001 Gujarat earthquake, and the 2009 Sumatra earthquakes. As of 8 November, the government of Pakistan's official death toll was 75,000. The earthquake also affected countries in the surrounding region where tremors were felt in Tajikistan, western China; while officials say nearly 1,400 people also died in Indian-administered Kashmir and four people in Afghanistan. The severity of the damage caused by the earthquake is attributed to severe upthrust, coupled with poor construction."},{"link":"http://en.wikipedia.org/wiki/2005_Ruichang_earthquake","desc":"The 2005 Ruichang earthquake was a moderate earthquake epicentered at 29.657°N, 115.717°E in Ruichang, Jiangxi, China, with its main tremor occurring at 8:49 am local time (12:49 am GMT) on Saturday 26 November 2005, and aftershocks later being reported. Reports from different authorities of the earthquake's Richter scale magnitude ranged from 5.2 to 5.7."},{"link":"http://en.wikipedia.org/wiki/2005_Qeshm_earthquake","desc":"The 2005 Qeshm earthquake was a powerful earthquake that occurred on November 27, 2005, at 13:52 local time (10:22 UTC) just west of a sparsely populated area of Qeshm Island off of Southern Iran. The earthquake was the second powerful one in Iran that occurred in 2005, following the Zarand earthquake in February. It killed 13 people and devastated 13 villages. The epicenter was about 1,500 kilometers (932&#160;mi) south of Tehran in the Persian Gulf, close to the southern reaches of Iran, and measurements showed that the earthquake was about 6.0 on the moment magnitude scale. Over 400 minor aftershocks followed the main quake, 36 of which were greater than magnitude 2.5."},{"link":"http://en.wikipedia.org/wiki/2005_Lake_Tanganyika_earthquake","desc":"The 2005 Lake Tanganyika earthquake occurred along the East African Great Rift Valley, and struck at 12:19:55 (UTC) (14:19:55 local time at the epicentre) on 5 December 2005 with its focus approximately 10&#160;km (6&#160;miles) below the surface of Lake Tanganyika. Its estimated magnitude was between 6.3 and 6.8."},{"link":"http://en.wikipedia.org/wiki/2006_Banda_Sea_earthquake","desc":"The 2006 Banda Sea earthquake was an earthquake that occurred in the Banda Sea region, at 16:58 (UTC) on January 27, 2006, with a magnitude of 7.6Mw. The location was 200 km south of Ambon Island, and 445 km north east of Dili, East Timor. Other significant earthquakes occur regularly (2005, 2009 for example), however they are not identified readily due to the isolation of the occurrences, lack of damage to human communities, and dearth of reporting and research."},{"link":"http://en.wikipedia.org/wiki/2006_Borujerd_earthquake","desc":"The 2006 Borujerd earthquake occurred in the early morning of March 31, 2006 in the South of Borujerd with massive destruction in Borujerd, Silakhor and Dorood areas of the Loristan Province in Western Iran. The centre of the earthquake was in Darb-e Astaneh Village in South of the Borujerd City."},{"link":"http://en.wikipedia.org/wiki/2006_Kamchatka_earthquakes","desc":"Coordinates: 61°04′30″N 167°05′06″E﻿ / ﻿61.075°N 167.085°E﻿ / 61.075; 167.085"},{"link":"http://en.wikipedia.org/wiki/2006_Tonga_earthquake","desc":"Coordinates: 21°07′59″S 175°12′00″W﻿ / ﻿21.133°S 175.2°W﻿ / -21.133; -175.2 The 2006 Tonga earthquake occurred on 4 May 2006 at 04:26 local time (3 May 2006 at 15:26 UTC). There were no reports of death or injury. With a strength of 7.9 it was the strongest quake since the 28 March 2005 Sumatra earthquake following from the infamous 2004 Indian Ocean earthquake (although some others came close) (USGS data)."},{"link":"http://en.wikipedia.org/wiki/May_2006_Java_earthquake","desc":"The May 2006 Java earthquake occurred at 05:54 local time on 27 May 2006 (22:54 GMT 26 May), in the Indian Ocean around 25&#160;km (15 miles) south-southwest of the Indonesian city of Yogyakarta, near Galur, on the southern side of the island of Java (7°57′43″S 110°27′29″E﻿ / ﻿7.962°S 110.458°E﻿ / -7.962; 110.458), 10&#160;km below the seabed, with a magnitude of 6.2, according to the U.S. Geological Survey. Two aftershocks, measured at 4.8 and 4.6, occurred between 4 and 6 hours later."},{"link":"http://en.wikipedia.org/wiki/July_2006_Java_earthquake","desc":"The July 2006 Java earthquake was a magnitude 7.7 earthquake off the southwestern coast of Java, Indonesia. It occurred on July 17, 2006, at 08:24 UTC (15:24 local time)."},{"link":"http://en.wikipedia.org/wiki/2006_Kuril_Islands_earthquake","desc":"The 2006 Kuril Islands earthquake was an 8.3 magnitude earthquake that hit the Kuril Islands at 11:14 UTC (8:14pm JST) on November 15, 2006. A small tsunami hit the Japanese northern coast, with a larger wave following earlier small ones, due to reflection. The tsunami crossed the Pacific and did damage in the harbor at Crescent City, CA, USA. This earthquake was the largest earthquake having occurred in the central Kuril Islands since the earthquake in 1915 with an estimated magnitude of about 8. Post-tsunami surveys indicate that the local tsunami in the central Kuril Islands reached runup of 15 meters or more."},{"link":"http://en.wikipedia.org/wiki/2006_Hengchun_earthquake","desc":"The 2006 Hengchun earthquake occurred on Tuesday December 26, 2006 at 12:25 UTC (20:25 local time), with an epicenter off the southwest coast of Taiwan, approximately 22.8&#160;km west southwest of Hengchun, Pingtung County, Taiwan, with an exact hypocenter 21.9&#160;km deep in the Luzon Strait (21°53′N 120°34′E﻿ / ﻿21.89°N 120.56°E﻿ / 21.89; 120.56), which connects the South China Sea with the Philippine Sea."},{"link":"http://en.wikipedia.org/wiki/2007_Kuril_Islands_earthquake","desc":"The 2007 Kuril Islands earthquake was a great earthquake that occurred east of the Kuril Islands on January 13, 2007 at 1:23 p.m. JST (04:23 UTC) with a magnitude of 8.1 Mw. A tsunami warning was issued following the earthquake, and sea level gauges indicate that a tsunami was generated. The largest swells reported were 16 inches, which were recorded at Chichi-jima."},{"link":"http://en.wikipedia.org/wiki/March_2007_Sumatra_earthquakes","desc":"The March 2007 Sumatra earthquakes were two earthquakes which hit near the northern end of Lake Singkarak in Sumatra, Indonesia, on March 6, 2007 within two hours of each other."},{"link":"http://en.wikipedia.org/wiki/2007_Noto_earthquake","desc":"Coordinates: 37°16′N 136°36′E﻿ / ﻿37.267°N 136.6°E﻿ / 37.267; 136.6"},{"link":"http://en.wikipedia.org/wiki/2007_Solomon_Islands_earthquake","desc":"The 2007 Solomon Islands earthquake took place on 2 April 2007, near the provincial capital of Gizo on Ghizo Island, in the Solomon Islands. Its magnitude was calculated by the United States Geological Survey (USGS) as being at 8.1 on the moment magnitude scale. The tsunami that followed the earthquake killed 52 people."},{"link":"http://en.wikipedia.org/wiki/2007_Ais%C3%A9n_Fjord_earthquake","desc":"The Aisén Fjord earthquakes were a series of seismic events of different magnitudes that occurred in Aisén Fjord from January 22, 2007, to April 22. The biggest occurred at 1:53 p.m. (local time) on April 21 and reached a felt intensity of VII (Very strong) on the Mercalli intensity scale. On the moment magnitude scale, the earthquake reached a gradation of 6.2. Ten people disappeared, according to ONEMI (Chile's National emergency office), but three bodies were found on April 22 by the Navy of Chile."},{"link":"http://en.wikipedia.org/wiki/2007_Ch%C5%ABetsu_offshore_earthquake","desc":"Coordinates: 37°57′N 138°44′E﻿ / ﻿37.95°N 138.733°E﻿ / 37.95; 138.733"},{"link":"http://en.wikipedia.org/wiki/2007_Peru_earthquake","desc":"The 2007 Peru earthquake was an earthquake measuring 8.0 on the moment magnitude scale that hit the central coast of Peru on Wednesday, August 15, 2007; it occurred at 23:40:57 UTC (18:40:57 local time) and lasted for about three minutes. The epicenter was located 150&#160;km (93&#160;mi) south-southeast of Lima at a depth of 39&#160;km (24&#160;mi). The United States Geological Survey National Earthquake Information Center reported that it was a very strong earthquake."},{"link":"http://en.wikipedia.org/wiki/September_2007_Sumatra_earthquakes","desc":"The September 2007 Sumatra earthquakes were a series of megathrust earthquakes that struck the Java Trench off the coast of Sumatra, Indonesia, three greater than magnitude 7. A series of tsunami bulletins was issued for the area. The most powerful of the series had a magnitude of 8.5, which makes it in the top 20 of the largest earthquakes ever recorded on a seismograph."},{"link":"http://en.wikipedia.org/wiki/2007_Mariana_Islands_earthquake","desc":"The October 2007 Mariana Islands earthquake occurred on October 31, 2007 at 13:30 local time (03:30 UTC) in the Pagan region of the Mariana Islands. The magnitude of this earthquake is Mw 7.2. The epicenter was 410 km from Saipan, Northern Mariana Islands and 605 km from Hagåtña, Guam. Intensity of MM IV was recorded in Saipan and part of Guam."},{"link":"http://en.wikipedia.org/wiki/2007_Antofagasta_earthquake","desc":"The 2007 Tocopilla earthquake was an earthquake registered on November 14, 2007 at 15:40:53 UTC (12:40:53 local time). Its epicenter was located between the localities of Quillagua and Tocopilla, affecting the Tarapacá and the Antofagasta regions in northern Chile. The earthquake had a moment magnitude of 7.7 and lasted about 225 seconds (3 minutes and 35 seconds). Seventeen aftershocks of magnitude greater than 5.3, including one of magnitude 7.1 and two others of magnitude 6.3 or higher, have been recorded. The Pacific Tsunami Warning Center issued a tsunami warning, stating a tsunami had been generated; after one hour, this warning was cancelled."},{"link":"http://en.wikipedia.org/wiki/2007_Martinique_earthquake","desc":"The 2007 Martinique earthquake took place on November 29, 2007 at 14:00:19 local time (November 29, 2007 at 18:00:19 UTC) in the Windward Islands region, underneath the Martinique Passage. It was a magnitude 6.9 earthquake which occurred at 14.943°N, 61.244°W, 42&#160;km (26 miles) NNW (336°) from Fort-de-France, Martinique with a depth of 446.2&#160;km (277.1 miles)."},{"link":"http://en.wikipedia.org/wiki/2007_Andreanof_Islands_earthquake","desc":"The 2007 Andreanof Islands Earthquake was a magnitude 7.2 earthquake that took place on December 19, 2007, at 09:30:30 UTC. It was centered at 51°29′42″N 179°28′23″W﻿ / ﻿51.495°N 179.473°W﻿ / 51.495; -179.473, 200&#160;km (124 miles) west of Adak in the Andreanof Islands group of the Aleutian Islands in the U.S. state of Alaska."},{"link":"http://en.wikipedia.org/wiki/2008_Lake_Kivu_earthquake","desc":"The 2008 Lake Kivu earthquake shook several countries in Africa's Great Lakes region at 07:34:12 (GMT) on February 3. It measured 5.9 on the moment magnitude scale according to the United States Geological Survey and lasted about 15 seconds. The epicentre was 20 kilometres north of Bukavu at Lake Kivu in the Democratic Republic of Congo."},{"link":"http://en.wikipedia.org/wiki/2008_Sichuan_earthquake","desc":"149 to 284 major"},{"link":"http://en.wikipedia.org/wiki/2008_El_Calvario_earthquake","desc":"The 2008 El Calvario earthquake occurred in central Colombia on 24 May 2008. It was registered at 5.9 Mw on the moment magnitude scale. The earthquake occurred at 02:20:46 p.m. (19:20:46 UTC) at the epicenter (El Calvario, Meta). The depth was 35&#160;km; it was superficial according to an Ingeominas report. The epicenter was located 35&#160;km from Villavicencio and 50&#160;km from Bogotá. The current casualty count is 11 confirmed fatalities, 4181 injured and 7051 affected, mostly in the towns of Puente Quetame, Fosca, Fomeque and Guayabetal in Cundinamarca, and in El Calvario, Meta."},{"link":"http://en.wikipedia.org/wiki/2008_Peloponnese_earthquake","desc":"The 2008 Peloponnese earthquake was a deadly earthquake that killed two people, injured more than 220 and left at least 2,000 people homeless in north western Peloponese, Greece, on June 8, 2008. The earthquake hit the area at 1525 EET (1325 UTC), with a moment magnitude of 6.5, according to the Athens Geodynamic Institute. It was strongly felt as far away as in Athens and in parts of southern Italy. The US Geological Survey reported that the quake had a magnitude of 6.3. The epicenter of the tremor was located about 15 miles (32&#160;km) southwest of the Greek port city of Patras, at a depth of 10&#160;km. Interior Minister Prokopis Pavlopoulos dispatched rescue and recovery teams (including members of five government agencies), the Red Cross and units of the army in order to assess the damage and the needs of survivors in the earthquake affected areas. "},{"link":"http://en.wikipedia.org/wiki/2008_Iwate-Miyagi_Nairiku_earthquake","desc":"The 2008 Iwate earthquake on June 14, 2008 mainly struck mid Tōhoku region, northeastern Honshū, Japan. Japan Meteorological Agency (JMA) officially named this earthquake the Iwate-Miyagi Nairiku Earthquake in 2008 (平成20年（2008年）岩手・宮城内陸地震?)."},{"link":"http://en.wikipedia.org/wiki/2008_Panzhihua_earthquake","desc":"6.1 Ms (CEA);"},{"link":"http://en.wikipedia.org/wiki/2008_Bandar_Abbas_earthquake","desc":"The 2008 Bandar Abbas earthquake occurred on September 10, 2008 in the Hormozgān Province of southern Iran, 850 kilometres (528&#160;mi) south of Tehran. Its epicenter was near the port city of Bandar Abbas, where an earthquake two years prior had caused damage. The earthquake measured 6.1 on the Moment magnitude scale and 6 on the surface wave scale, killing seven people and injuring up to 47. Causing both catastrophic and minor damage, the earthquake devastated up to 200 villages throughout southern Iran, but left the port city of Bandar Abbas almost unscathed. Citizens reportedly panicked when the earthquake hit, emptying into the parks of the city and other open areas."},{"link":"http://en.wikipedia.org/wiki/2008_Kyrgyzstan_earthquake","desc":"The 2008 Kyrgyzstan earthquake was a magnitude 6.6 earthquake, which struck on October 6, 2008 at 21:52 local time (15:52 UTC) killing 75 people, including 41 children, and injuring 150 people, including 93 children. The center of the earthquake was near the town of Nura, which was destroyed in the quake. The shock destroyed 100 buildings in the area and destroyed nearby village of Kura. Minor damage also occurred in nearby Xinjiang Uyghur Autonomous Region. The quake was felt throughout Central Asia. A magnitude 5.7 aftershock in Xinjiang and a magnitude 5.1 aftershock in Kyrgyzstan followed the earthquake. Two more aftershocks above magnitude 5 in Kyrgyzstan and one in Xinjiang struck on October 13, UTC time. Victims were transported in military helicopters to hospitals in Osh."},{"link":"http://en.wikipedia.org/wiki/2008_Damxung_earthquake","desc":"The 2008 Damxung earthquake hit Damxung County, Xizang (Tibet), west of Lhasa, in the People's Republic of China around 16:30 China Standard Time on October 6, 2008."},{"link":"http://en.wikipedia.org/wiki/2008_Chechnya_earthquake","desc":"October 11, 2008"},{"link":"http://en.wikipedia.org/wiki/2008_Pakistan_earthquake","desc":"The 2008 Pakistan earthquake was a magnitude Mw 6.4 earthquake that hit the Pakistani province of Balochistan on October 29, 2008. The US Geological Survey reported that the quake occurred 60&#160;km (37&#160;mi) north of Quetta and 185&#160;km (115&#160;mi) southeast of the Afghanistan city of Kandahar at 04:09 local time (28 October, 23:09 UTC) at a depth of 15&#160;km (9.3&#160;mi), at 30.653°N, 67.323°E. It was followed by another shallower magnitude 6.4 earthquake at a depth of 10&#160;km (6.2&#160;mi) approximately 12 hours after the initial shock, at 30.546°N, 67.447°E. 215 people were confirmed dead. More than 200 were injured (according to Mohammed Zaman, assistant to the Balochistan chief secretary, Nasir Khosa), and 120,000 were homeless (according to Dilawar Khan Kakar, Ziarat, Balochistan mayor and chief administrator). The New York Times reported that Qamar Zaman Chaudhry, director general of Pakistan Meteorological Department, stated the quake epicenter was 70 miles (110&#160;km) north of Quetta, and about 600&#160;km (370&#160;mi) southwest of Islamabad. Quetta, Baluchistan's capital, was levelled in 1935 by a magnitude Mw 7.6 earthquake which left 30,000 people dead, according to the US Geological Survey."},{"link":"http://en.wikipedia.org/wiki/2008_Sulawesi_earthquake","desc":"The 2008 Sulawesi earthquake struck Sulawesi, Indonesia, on 16 November 2008 at 17:02:31 UTC. A 7.3 Mw earthquake, it was followed by seven aftershocks higher than 5.0 Mw. Tsunami warnings were issued for the region, but later cancelled. Four people were killed in the quake and 59 injured."},{"link":"http://en.wikipedia.org/wiki/2009_Papua_earthquake","desc":"The 2009 Papua earthquake was a 7.6&#160;Mw earthquake, which struck on January 4, 2009 at 04:43:51 local time (January 3, 19:43&#160;UTC) killing at least four and injuring dozens of people, with an epicenter 150&#160;kilometers (95&#160;miles) west-northwest of Manokwari and about 170&#160;km (105&#160;miles) east-northeast of Sorong in Indonesia's West Papua province on the Bird's Head Peninsula. An official of World Vision said ten buildings had been totally destroyed, including several hotels and the house of a government official. Officials said three people, who had been staying at the Mutiara hotel in the city of Manokwari, were pulled alive from the rubble and taken to a hospital. Two hotels collapsed in the quake. There have been twenty-three aftershocks above magnitude 5.0, with one having a magnitude of 7.4 occurring at 07:33:42 local time (January 3, 22:33&#160;UTC), and another at magnitude 6.0. The earthquake was also felt in nearby Papua New Guinea and Darwin, Australia."},{"link":"http://en.wikipedia.org/wiki/2009_Papua_earthquake","desc":"The 2009 Papua earthquake was a 7.6&#160;Mw earthquake, which struck on January 4, 2009 at 04:43:51 local time (January 3, 19:43&#160;UTC) killing at least four and injuring dozens of people, with an epicenter 150&#160;kilometers (95&#160;miles) west-northwest of Manokwari and about 170&#160;km (105&#160;miles) east-northeast of Sorong in Indonesia's West Papua province on the Bird's Head Peninsula. An official of World Vision said ten buildings had been totally destroyed, including several hotels and the house of a government official. Officials said three people, who had been staying at the Mutiara hotel in the city of Manokwari, were pulled alive from the rubble and taken to a hospital. Two hotels collapsed in the quake. There have been twenty-three aftershocks above magnitude 5.0, with one having a magnitude of 7.4 occurring at 07:33:42 local time (January 3, 22:33&#160;UTC), and another at magnitude 6.0. The earthquake was also felt in nearby Papua New Guinea and Darwin, Australia."},{"link":"http://en.wikipedia.org/wiki/2009_Costa_Rica_earthquake","desc":"The 2009 Costa Rica earthquake (also known as Cinchona Earthquake), occurred at 1:21:34&#160;pm local time (19:21:34 UTC) on January 8, 2009. The epicenter of the 6.1&#160;Mw earthquake was in northern Costa Rica, 30 kilometres (19&#160;mi) north-northwest of San José. The earthquake was felt all over Costa Rica as well as in southern central Nicaragua."},{"link":"http://en.wikipedia.org/wiki/2009_Tonga_earthquake","desc":"The 2009 Tonga earthquake was a 7.6 magnitude earthquake that occurred off the coast of Tonga on March 19, 2009 UTC. It occurred at 18:17:41 UTC and had a depth of around 34 kilometres (21&#160;mi). A tsunami warning was not issued in the aftermath of the earthquake, and people got angry, although this was later cancelled. It was followed a short while later by an aftershock earthquake that had a magnitude of 5.3. Two more aftershocks followed on March 20 (UTC), with magnitudes of 5.4 and 5.0 Mw, then another magnitude 5.0 aftershock on March 21, totalling four aftershocks above magnitude 5. The quake occurred approximately 220 kilometres (140&#160;mi) to the southeast of Nuku'alofa, the capital of Tonga, and initial reports suggest that there have been no injuries or significant damage. The earthquake was felt as far away as New Zealand's North Island, over 3,000 kilometres (1,900&#160;mi) away."},{"link":"http://en.wikipedia.org/wiki/2009_L%27Aquila_earthquake","desc":"The 2009 L'Aquila earthquake occurred in the region of Abruzzo, in central Italy. The main shock occurred at 3:32 local time (1:32 UTC) on 6&#160;April 2009, and was rated 5.8 on the Richter scale and 6.3 on the moment magnitude scale; its epicentre was near L'Aquila, the capital of Abruzzo, which together with surrounding villages suffered most damage. There have been several thousand foreshocks and aftershocks since December 2008, more than thirty of which had a Richter magnitude greater than 3.5."},{"link":"http://en.wikipedia.org/wiki/2009_Afghanistan_earthquake","desc":"The 2009 Afghanistan earthquake was an earthquake of 5.5 moment magnitude that occurred in eastern Afghanistan on 15&#160;April 2009, 01:57 local time (21:27 GMT). The earthquake was followed two hours later by an aftershock of 5.1 moment magnitude. The quakes struck about 50 miles (90&#160;km) east of Kabul near the Pakistan border. A government representative told AP News that the quakes killed 22 people, wounded 20 and destroyed 100 homes."},{"link":"http://en.wikipedia.org/wiki/2009_Honduras_earthquake","desc":"The 2009 Honduras earthquake occurred on May 28, 2009 at 08:24:45 UTC (02:24:45 AM local time). The quake was a powerful 7.3 on the Moment Magnitude Scale, with the epicenter being located in the Caribbean Sea, 64 kilometres (40&#160;mi) northeast of the island of Roatán, 130 kilometres (81&#160;mi) north-northeast of La Ceiba. The quake occurred at a depth of around 10 kilometres (6.2&#160;mi) in a transform fault zone known as the Swan Islands Transform Fault in the Cayman Trench. The Cayman Trench forms the tectonic boundary between the North American Plate and the Caribbean Plate, and continues onshore as the Motagua Fault and the Chixoy-Polochic Fault."},{"link":"http://en.wikipedia.org/wiki/2009_Fiordland_earthquake","desc":"The 2009 Fiordland earthquake was a magnitude 7.8 earthquake that struck the South Island of New Zealand at 9:22&#160;pm (NZST) on 15 July 2009. The earthquake was centred in the remote region of Fiordland, with the epicentre located 150&#160;km (93&#160;mi) west-north-west of Invercargill near Dusky Sound in Fiordland National Park, at a depth of 12&#160;km (7.5&#160;mi). It is the largest New Zealand earthquake since the 1931 Hawke's Bay earthquake, which also had a magnitude of 7.8."},{"link":"http://en.wikipedia.org/wiki/2009_Andaman_Islands_earthquake","desc":"The 2009 Andaman Islands earthquake was an earthquake that occurred on August 11, 2009, at 01:25 am local time (August 10, 19:55 UTC) in the Andaman Islands of India. The earthquake magnitude was recorded as 7.5 Mw, and was the strongest earthquake in the region since the 2004 earthquake. The epicenter was 260 km north of Port Blair, and tremors were felt in south-east India, Bangladesh, Myanmar, and Thailand. The Pacific Tsunami Warning Center issued a tsunami watch to India, Myanmar, Bangladesh, Indonesia and Thailand, but it was later lifted. No casualties or injuries were reported, although there were complaints about minor damages to buildings. At about the same time as this earthquake, there was an earthquake of magnitude 6.5 Mw in Japan."},{"link":"http://en.wikipedia.org/wiki/2009_Java_earthquake","desc":"The 2009 West Java earthquake was a 7.0 magnitude earthquake that occurred on September 2, 2009 at 14:55 local time in West Java, Indonesia, killing at least 79 people, injuring over 1,250, and displacing over 210,000 (including more than 140,000 in Tasikmalaya regency)."},{"link":"http://en.wikipedia.org/wiki/2009_Samoa_earthquake","desc":"The 2009 Samoa earthquake was an 8.1 Mw submarine earthquake that took place in the Samoan Islands region at 06:48:11 local time on September 29, 2009 (17:48:11 UTC, September 29). At a magnitude of 8.1, it was the largest earthquake of 2009."},{"link":"http://en.wikipedia.org/wiki/2009_Sumatra_earthquakes","desc":"The September 2009 Sumatra earthquake occurred just off the southern coast of Sumatra, Indonesia. The major shock hit at 17:16:10 local time on September 30, 2009 (10:16:10 UTC) and had a moment magnitude of 7.6. The epicenter was 45 kilometres (28&#160;mi) west-northwest of Padang, Sumatra, and 220 kilometres (140&#160;mi) southwest of Pekanbaru, Sumatra. Early death-toll estimates extended beyond 1300. Government reports have to date confirmed 1,115 dead, 1,214 severely injured and 1,688 slightly injured. The most deaths occurred in the areas of Padang Pariaman (675), Padang (313), Agam (80) and Pariaman (37). In addition, around 135,000 houses were severely damaged, 65,000 houses were moderately damaged and 79,000 houses were slightly damaged. An estimated 250,000 families (1,250,000 people) have been affected by the earthquake through the total or partial loss of their homes and livelihoods."},{"link":"http://en.wikipedia.org/wiki/2009_Vanuatu_earthquakes","desc":"The 2009 Vanuatu earthquakes were a series of large submarine earthquakes that took place to the west of the Torres Islands of Vanuatu on October 7, 2009 UTC. A 7.6 Mw earthquake, at 22:03 UTC, was followed by a 7.8 Mw event 15 minutes later at 22:18 UTC, and a 7.3 Mw event at 23:13 UTC. The similar size and close timing of the first two events has been dubbed as an earthquake doublet."},{"link":"http://en.wikipedia.org/wiki/2009_Fiji_earthquake","desc":"The 2009 Fiji earthquake occurred on November 9, 2009 at 22:44 local time (10:44 UTC) in Fiji. The epicenter was situated between Viti Levu and Vanua Levu, about 100 km from Suva. With a depth of 585.1 km and magnitude of Mw 7.3, this earthquake occurred within the Pacific Plate which is subducting into the deeper mantle at the Tonga Trench. No strong damage was expected because of the depth of the earthquake."},{"link":"http://en.wikipedia.org/wiki/January_2010_Solomon_Islands_earthquake","desc":"The 2010 Solomon Islands earthquake was a magnitude 7.1 Mw earthquake that occurred in the Solomon Islands at 22:36:30 (UTC) on January 3, 2010, resulting in a tsunami measuring approximately 10 feet in some parts of the islands. The earthquake was the largest in a series of quakes to strike the Solomon Islands over the preceding days. The 7.1 mainshock was preceded by a 6.6 magnitude foreshock some 48 minutes previous."},{"link":"http://en.wikipedia.org/wiki/2010_Haiti_earthquake","desc":"The 2010 Haiti earthquake was a catastrophic magnitude 7.0&#160;Mw earthquake, with an epicentre near the town of Léogâne, approximately 25&#160;km (16 miles) west of Port-au-Prince, Haiti's capital. The earthquake occurred at 16:53 local time (21:53 UTC) on Tuesday, 12 January 2010."},{"link":"http://en.wikipedia.org/wiki/2010_Chile_earthquake","desc":"The 2010 Chile earthquake occurred off the coast of either the Maule Region or the Biobío Region of Chile on February 27, 2010, at 03:34 local time (06:34 UTC), rating a magnitude of 8.8 on the moment magnitude scale, with intense shaking lasting for about three minutes. It ranks as the sixth largest earthquake ever to be recorded by a seismograph. It was felt strongly in six Chilean regions (from Valparaíso in the north to Araucanía in the south), that together make up about 80 percent of the country's population. According to the United States Geological Survey (USGS) the cities experiencing the strongest shaking—VIII (Destructive) on the Mercalli intensity scale (MM)—were Arauco and Coronel. According to Chile's Seismological Service Concepción experienced the strongest shaking at MM IX (Violent). The earthquake was felt in the capital Santiago at MM VII (Very Strong) or MM VIII. Tremors were felt in many Argentine cities, including Buenos Aires, Córdoba, Mendoza and La Rioja. Tremors were felt as far north as the city of Ica in southern Peru (approx. 2400&#160;km). The earthquake triggered a tsunami which devastated several coastal towns in south-central Chile and damaged the port at Talcahuano. Tsunami warnings were issued in 53 countries, and the wave caused minor damage in the San Diego area of California and in the Tōhoku region of Japan, where damage to the fisheries business was estimated at ¥6.26 billion (USD$66.7 million). The earthquake also generated a blackout that affected 93 percent of the country's population and which went on for several days in some locations. President Michelle Bachelet declared a \"state of catastrophe\" and sent military troops to take control of the most affected areas. According to official sources, 525 people lost their lives, 25 people went missing and about 9% of the population lost their homes."},{"link":"http://en.wikipedia.org/wiki/2010_Salta_earthquake","desc":"The 2010 Salta earthquake occurred on Saturday, February 27, 2010 at 15:43:36 UTC (12:45:36 local time) in Salta Province, Argentina and had magnitude of 6.3. It occurred less than 12&#160;hours after the far larger 2010 Chile earthquake, which killed over 500 people. Initially thought to be an aftershock of the Chile earthquake, scientists later established that the earthquakes were unrelated. It took place just to the north of the city of Salta. The quake killed two people, and injured dozens (possibly up to 100 people)."},{"link":"http://en.wikipedia.org/wiki/2010_El%C3%A2z%C4%B1%C4%9F_earthquake","desc":"The 2010 Elâzığ earthquake was a 6.1 Mw earthquake that occurred on 8 March 2010 at 02:32 UTC (04:32 local time). The epicentre of the quake was Başyurt in Elâzığ province, in eastern Turkey. Initial reports in global media said as many as 57 people had died. Reports in the Turkish media two days after the quake placed the death toll at 41. Later, the death toll rose to 42. Another 74 were injured, many after falling and jumping from buildings during the quake. A stampede through the streets led to further injuries."},{"link":"http://en.wikipedia.org/wiki/2010_Pichilemu_earthquake","desc":"The 2010 Pichilemu earthquake (Spanish: Terremoto de Pichilemu de 2010), also known as the Libertador O'Higgins earthquake, was a 6.9 MW earthquake that struck Chile's O'Higgins Region on 11 March 2010 at 11:39 local time (14:39 UTC). The earthquake was centred 15 kilometres (9.3&#160;mi) northwest of the city of Pichilemu, according to the University of Chile Geological Service."},{"link":"http://en.wikipedia.org/wiki/2010_Baja_California_earthquake","desc":"The 2010 Baja California earthquake (also known as 2010 Easter earthquake, 2010 Sierra El Mayor earthquake, or 2010 El Mayor - Cucapah earthquake) was an earthquake of 7.2 magnitude on the moment magnitude scale. It started 26 kilometers (16&#160;mi) south of Guadalupe Victoria, Baja California, Mexico, at a depth of 10&#160;km (6.2&#160;mi). It occurred at 3:40:41 p.m. Pacific Daylight Time (PDT) (22:40:41 UTC) on Easter Sunday, April 4, 2010, and it is said to have lasted about a minute and a half. The strongest shaking was felt in the ejido of Alberto Oviedo Mota, municipality of Mexicali, at Mercalli intensity scale VIII (Severe). In Mexicali, Calexico and Guadalupe Victoria it rated VII (Very Strong), while in Ensenada and Tijuana it measured VI (Strong). Most of the damage in this earthquake occurred in the twin cities of Mexicali and Calexico on the Mexico–United States border. Four&#160;people were killed and 100&#160;people were injured."},{"link":"http://en.wikipedia.org/wiki/April_2010_Sumatra_earthquake","desc":"The April 2010 Sumatra earthquake was a 7.8 Mw earthquake that occurred on April 7, 2010, at 5:15 AM local time (April 6, 2010, 22:15 UTC) near Banyak Islands, off the island of Sumatra in Indonesia. A tsunami watch was issued according to the Pacific Tsunami Warning Center in Honolulu which was later canceled. A 40&#160;cm surge was reported in the Banyak Islands an hour after the quake, along with 62 injuries. Power outages were reported throughout the province of North Sumatra as well as in Aceh. This quake is one of the sequence of large earthquakes along the Sunda megathrust in 2000s."},{"link":"http://en.wikipedia.org/wiki/2010_Yushu_earthquake","desc":"The 2010 Yushu earthquake struck on April 14, 2010, and registered a magnitude of 6.9Mw (USGS, EMSC) or 7.1Ms (CEA, CENC). It originated in Yushu, Qinghai, China, at 7:49 am local time. According to the Xinhua News Agency, 2,698 people have been confirmed dead, 270 missing, and 12,135 injured of which 1,434 are severely injured. The epicenter was located in Rima village (日玛村/日麻村), Upper Laxiu township (上拉秀乡) of Yushu County, in remote and rugged terrain, near the border of Tibet Autonomous Region. The epicenter is about 30&#160;km from Gyêgu town or Jyekundo, the seat of Yushu County, and about 240&#160;km from Qamdo. The epicenter was in a sparsely populated area on the Tibetan plateau that is regularly hit by earthquakes."},{"link":"http://en.wikipedia.org/wiki/2010_Afghanistan_earthquake","desc":"The 2010 Afghanistan earthquake was an intensity VII earthquake that occurred on April 18, 2010."},{"link":"http://en.wikipedia.org/wiki/May_2010_Northern_Sumatra_earthquake","desc":"The May 2010 Northern Sumatra earthquake was a 7.2 Mw earthquake that occurred on May 9, 2010, at 12:59 PM local time (5:59 UTC), off the island of Sumatra in Indonesia. The epicenter was 215&#160;km from Banda Aceh. According to USGS, it is likely that this earthquake occurred along the interface of the Indo-Australia Plate and the Sunda Plate. It was one of a sequence of large earthquakes along the Sunda megathrust in 2000s. Besides in Indonesia, this earthquake was also felt in Laos, Malaysia, Myanmar, Singapore and Thailand. Minor damage was reported in the control tower of an airport near Meulaboh, where the intensity was MM VII."},{"link":"http://en.wikipedia.org/wiki/2010_Papua_earthquake","desc":"The 2010 Papua earthquake was a 7.0 magnitude earthquake that occurred on June 16, 2010 at 12:16 local time (03:16 UTC) in Papua province of Indonesia. It was preceded by an Mw 6.2 foreshock 10 minutes earlier at 12:06 local time, and followed 42 minutes later by an Mw 6.6 aftershock."},{"link":"http://en.wikipedia.org/wiki/2010_Oaxaca_earthquake","desc":"The 2010 Oaxaca earthquake struck Oaxaca, Mexico on June 30, 2010, measuring 6.2 on the moment magnitude scale. Many people in different cities left their beds and ran into the street, as the quake struck at 2:22 am. Helicopters and police vehicles were sent to inspect possible damages in Mexico City, primarily in downtown and central areas, where some buildings were evacuated. In Mexico City, some cases of power outage in Azcapotzalco, Iztapalapa, and Benito Juárez and cracks in buildings were reported. 1 person died in San Andrés Huaxpaltepec, Oaxaca."},{"link":"http://en.wikipedia.org/wiki/2010_New_Britain_earthquake","desc":"On July 18, 2010 a 7.3 magnitude earthquake occurred in New Britain, Papua New Guinea. This quake was the second in a series of two major earthquakes to hit New Britain on July 18, the first one measuring magnitude 6.9. A tsunami warning was issued but later lifted. Some houses in the area of the earthquake were reported collapsed. Three aftershocks above magnitude 5 struck the area, the strongest at M5.3."},{"link":"http://en.wikipedia.org/wiki/2010_Mindanao_earthquakes","desc":"The 2010 Mindanao earthquakes were a series of powerful earthquakes, but located far too deep to pose a serious threat. They occurred in the Southern Philippines in the Moro Gulf. The earthquakes with magnitudes above M6.4 are:"},{"link":"http://en.wikipedia.org/wiki/2010_Canterbury_earthquake","desc":"The 2010 Canterbury earthquake (also known as the Christchurch earthquake or Darfield earthquake) was a 7.1 magnitude earthquake, which struck the South Island of New Zealand at 4:35&#160;am on 4 September 2010 local time (16:35 3 September UTC)."},{"link":"http://en.wikipedia.org/wiki/October_2010_Sumatra_earthquake","desc":"The October 2010 Sumatra earthquake was a magnitude 7.7 Mw earthquake that occurred on 25 October 2010 off the western coast of Sumatra, Indonesia at 21:42 local time (14:42 UTC). The earthquake occurred on the same fault that produced the 2004 Indian Ocean earthquake. It was widely felt across the provinces of Bengkulu and West Sumatra and resulted in a substantial localized tsunami that struck the Mentawai Islands."},{"link":"http://en.wikipedia.org/wiki/2010_Serbia_earthquake","desc":"The 2010 Serbia earthquake (also referred to as the Kraljevo earthquake) occurred on 3 November 2010 just several kilometers from Kraljevo, in central Serbia. The earthquake had magnitude of 5.3 and was felt across the country. including the capital, Belgrade, as well as in several neighboring countries. Two people were killed and over 100 suffered light injuries. There were 5,967 structures that sustained some damages, 1,551 declared unsafe for use and require repairment, and 138 were damaged beyond repair. There were more than 350 weaker aftershocks including a 4.3 Mw earthquake on November 4."},{"link":"http://en.wikipedia.org/wiki/December_2010_Iran_earthquake","desc":"The 2010 Hosseinabad earthquake occurred on December 20, 2010 at 22:11 local time (18:41 UTC). It was a magnitude 6.5 earthquake that was located about 20 km from Hosseinabad (spelled variously as Ḩoseynābād or Hosein Abad) (Persian: حسين آباد), Kermān Province in south-eastern Iran, about 100 km from Bam."},{"link":"http://en.wikipedia.org/wiki/2010_Bonin_Islands_earthquake","desc":"The 2010 Bonin Islands earthquake occurred on 21 December 2010 when a MW 7.4 earthquake struck off of the Bonin Islands, Japan."},{"link":"http://en.wikipedia.org/wiki/February_2011_Christchurch_earthquake","desc":"The February 2011 Christchurch earthquake was a magnitude 6.3 (ML) earthquake that struck the Canterbury region in New Zealand's South Island at 12:51&#160;pm on Tuesday, 22 February 2011 local time (23:51 21 February UTC), The earthquake was centred 2 kilometres (1.2&#160;mi) west of the town of Lyttelton, and 10 kilometres (6&#160;mi) south-east of the centre of Christchurch, New Zealand's second-most populous city. It followed nearly six months after the magnitude 7.1 4 September 2010 Canterbury earthquake, which caused significant damage to Christchurch and the central Canterbury region, but no direct fatalities."},{"link":"http://en.wikipedia.org/wiki/2011_Yunnan_earthquake","desc":"The 2011 Yunnan earthquake was a 5.4 magnitude earthquake that occurred on 10 March 2011 at 12:58 CST, with its epicenter in Yingjiang County, Yunnan, People's Republic of China, near the Burmese border. A total of 26 people died and 313 were injured with 133 in serious condition. China's Xinhua reports that up to seven aftershocks, measuring up to a magnitude of 4.7, followed the initial quake, which caused a total of 127,000 people to be evacuated to nearby shelters. It joined over 1,000 other minor tremors that affected the region in the two preceding months. Following damage surveys, officials reported that 1,039 buildings were destroyed and 4,994 more were seriously damaged. The earthquake occurred one day before a much larger earthquake struck Japan that also formed a tsunami."},{"link":"http://en.wikipedia.org/wiki/2011_T%C5%8Dhoku_earthquake_and_tsunami","desc":"Japan (primary)"},{"link":"http://en.wikipedia.org/wiki/2011_Burma_earthquake","desc":"The 2011 Burma earthquake (Burmese: ၂၀၁၁ မြန်မာငလျင်) was a 6.8 magnitude earthquake on March 24 that had its epicenter in the east of Shan State in Burma (Myanmar) with a hypocenter 10&#160;km deep. It had two aftershocks, one of magnitude 4.8, another at magnitude 5.4 and two subsequent shock at magnitude 5.0 and 6.2. The quake's epicentre was 70 miles (110&#160;km) from the northern Thai city of Chiang Rai, north of Mae Sai and southeast of Kentung."},{"link":"http://en.wikipedia.org/wiki/April_2011_Miyagi_earthquake","desc":"The April 2011 Miyagi earthquake was a magnitude 7.1&#160;Mw earthquake, with an epicentre off the coast of Miyagi Prefecture, approximately 66 kilometres (41&#160;mi) east of Sendai, Japan. The earthquake was classified as an aftershock of the March 11 Tōhoku earthquake, and occurred at 23:32&#160;JST (14:32&#160;UTC) on Thursday, 7&#160;April 2011."},{"link":"http://en.wikipedia.org/wiki/2011_Lorca_earthquake","desc":"The 2011 Lorca earthquake (Spanish: Terremoto de Lorca de 2011) was a moderate magnitude 5.1 Mw earthquake that caused significant localized damage in the Region of Murcia, Spain. Centred at a very shallow depth of 1&#160;km (0.6&#160;mi) near the town of Lorca, it occurred at 18:47 CEST (16:47 UTC) on 11 May 2011, causing panic among locals and displacing many from their homes. The quake was preceded by a magnitude 4.4 (Mw) foreshock at 17:05 (15:05 UTC), that inflicted substantial damage to many older structures in the area, including the historical Espolón Tower of Lorca Castle. Three people were killed by a falling cornice. A total of nine deaths have been confirmed, while dozens are reported injured. The earthquake was the worst to hit the region since a 5.0 Mw tremor struck west of Albolote, Granada in 1956."},{"link":"http://en.wikipedia.org/wiki/2011_K%C3%BCtahya_earthquake","desc":"The 2011 Kütahya earthquake was a strong magnitude 5.8 Mw earthquake that struck inland near a populous region of western Turkey at 23:15&#160;EEST (20:15&#160;UTC) on Thursday, 19&#160;May 2011. With an epicenter just to the east of Simav, it occurred at an estimated depth of 9.1&#160;kilometers (5.7&#160;mi), resulting in strong shaking in much of Kütahya."}]